a 35469
de 23698
A 17812
uma 16182
um 15415
in 14831
Um 12181
em 11976
the 9924
com 8879
está 7927
on 7810
e 7532
is 7521
and 7380
man 7165
of 6864
homem 6708
Uma 6227
with 6171
na 4434
are 3714
woman 3652
mulher 3473
para 3221
to 3123
Two 3116
estão 2989
at 2906
no 2751
wearing 2616
pessoas 2508
people 2348
ao 2346
enquanto 2346
camisa 2291
white 2104
young 2055
his 1969
do 1968
an 1943
while 1931
black 1920
shirt 1893
o 1849
blue 1805
Dois 1742
sitting 1715
da 1655
red 1628
girl 1601
lado 1601
standing 1592
por 1591
boy 1569
playing 1568
dog 1528
men 1509
grupo 1497
se 1495
as 1479
group 1477
homens 1424
cachorro 1409
Duas 1393
walking 1332
down 1324
front 1264
azul 1257
frente 1253
holding 1231
vestindo 1226
menino 1210
her 1143
segurando 1093
jovem 1059
The 1033
by 968
que 962
preto 956
criança 941
An 918
sentado 917
for 909
branco 901
one 900
green 895
looking 880
Three 855
Três 854
women 854
grande 853
olhando 848
up 848
mulheres 844
little 841
rua 840
andando 836
seu 823
through 812
child 811
large 802
crianças 769
perto 759
two 758
yellow 752
sua 747
usando 746
brown 739
street 730
from 724
their 723
O 713
into 711
garota 710
à 678
bola 672
person 668
outside 662
next 660
pessoa 653
street. 653
chapéu 641
dressed 631
small 626
hat 625
pela 612
os 608
pé 606
over 601
vestido 601
branca 592
ar 591
vermelho 589
fora 585
riding 581
children 580
bicicleta 579
People 574
tocando 569
out 566
marrom 565
near 565
verde 559
running 556
correndo 553
other 551
brincando 539
outro 538
caminhando 535
some 534
water. 533
óculos 532
around 531
sentada 521
another 519
vermelha 518
jogando 513
orange 506
fazendo 503
jeans 499
rua. 497
stands 490
Homem 489
water 489
sits 488
jacket 484
jumping 480
pink 478
mais 470
pulando 467
menina 464
preta 463
behind 462
atrás 456
sobre 455
futebol 446
top 444
dois 442
jaqueta 442
água 439
água. 437
shorts 431
As 427
ball 426
Man 421
looks 417
sentadas 415
laranja 412
girls 401
mesa 399
player 399
stand 399
campo 395
rosa 393
that 387
segura 379
crowd 378
background. 372
multidão 369
along 368
older 368
walks 366
off 365
roupas 365
dogs 364
duas 364
fundo. 360
nas 358
jogador 354
lady 354
sentados 353
working 349
bike 347
building. 344
dress 344
play 342
senhora 339
boys 338
has 338
gray 333
talking 332
neve. 330
trabalhando 329
plays 328
Asian 325
soccer 324
holds 322
calçada 320
velho 320
meninos 317
parede 317
Four 314
Quatro 314
Pessoas 313
city 313
olha 312
jovens 309
parado 307
caminha 306
Os 305
table 304
hair 303
carrying 300
cabelo 298
seus 296
foto 295
sit 293
é 292
walk 289
air 286
couple 284
prédio 283
grass. 281
Several 280
something 279
ball. 276
calça 276
taking 274
each 272
algo 270
praia. 270
food 269
outra 269
beach. 268
banco 266
doing 265
old 265
across 261
field. 261
glasses 260
meio 260
sidewalk 260
vestida 259
neve 258
amarelo 256
amarela 255
cabelos 255
sala 254
carregando 253
bebê 252
field 252
baby 250
sidewalk. 250
male 249
casal 248
conversando 248
smiling 248
cinza 247
pants 247
cidade. 244
jumps 244
picture 244
building 242
capacete 241
rock 241
área 241
cabeça 240
sem 239
toca 239
carro 237
pequena 237
being 233
grama 233
cara 232
who 232
blond 231
casaco 231
guitar 231
together 231
faz 230
side 230
camiseta 229
Mulher 228
praia 228
watching 228
beach 226
calçada. 226
guy 226
performing 226
using 226
cães 224
female 224
grama. 224
snow 224
snow. 224
mão 223
under 223
longo 222
dirt 221
striped 221
car 218
him. 218
pula 218
corre 217
bicycle 216
meninas 216
park. 215
loira 214
purple 214
sob 214
durante 213
skate 213
dia 212
roupa 211
cavalo 210
eating 209
long 209
runs 209
baseball 208
he 208
jogo 208
três 207
uniforme 207
Young 205
pequeno 205
look 204
cidade 203
fora. 203
wall 203
estrada 201
outros 201
corrida 200
comida 199
garotinho 199
three 199
azul. 198
face 198
reading 198
wall. 198
There 196
bench 195
its 195
chão 194
coat 194
escuros 194
on. 194
passando 194
during 193
Várias 192
caminham 192
football 192
cima 191
metal 191
carrinho 190
câmera. 190
suit 189
camera. 188
players 188
sendo 188
against 186
mãos 186
outside. 186
tem 186
dark 185
outras 185
tentando 185
cadeira 184
vestidos 184
back 183
barco 183
comendo 183
game 183
livre. 181
loja 181
beisebol 180
elderly 180
jogadores 180
rides 180
tirando 180
hand 179
kids 179
middle 179
past 179
verde. 179
azuis 178
entre 178
grass 178
outdoor 178
violão 178
algumas 177
camera 177
tennis 177
pista 176
short 175
One 174
passa 174
band 173
climbing 173
parque. 173
pelo 173
Há 172
be 172
having 172
muito 172
posing 172
them. 172
wooden 172
about 171
câmera 171
lendo 170
sunglasses 170
they 170
covered 169
parece 169
parque 169
anda 168
banda 168
branco. 168
boat 167
direção 167
getting 167
hands 167
it. 167
preparando 167
head 166
placa 166
waiting 166
suas 165
t-shirt 165
terno 165
uniform 165
or 164
road. 164
trying 164
all 163
area. 161
falando 161
stage 161
very 161
basketball 160
palco 160
redor 160
colorful 159
2 158
workers 158
sorrindo 157
swimming 157
This 156
Woman 156
busy 156
helmet 156
campo. 155
construction 155
dancing 155
dançando 155
park 155
clothing 154
construção 154
day. 154
escada 154
bicicleta. 153
brincam 153
dos 153
table. 153
trajes 153
ar. 152
garotas 151
dentro 150
ou 150
bola. 149
brinquedo 149
basquete 148
game. 148
laying 148
senta 148
team 148
posando 147
race 147
Homens 146
horse 146
toy 146
usa 146
tan 145
Men 144
blusa 144
bright 143
cachorros 143
madeira. 143
pool. 143
tree 143
vestidas 143
work 143
descendo 142
caminho 141
listrada 141
making 141
alguns 140
boné 140
cantando 140
air. 138
pegar 138
shirt, 138
singing 138
takes 138
towards 138
chão. 137
full 137
grassy 137
beira 136
enjoying 136
brancos 135
das 135
esperando 135
high 135
time 135
tênis 135
contra 134
inside 134
multidão. 134
road 134
big 133
body 133
como 133
brick 132
hand. 132
ice 132
piscina 132
asiática 131
others 131
asiático 130
fica 130
watch 130
tree. 129
cap 128
colina 128
ready 128
shopping 128
stage. 128
Five 127
dele. 127
mountain 127
pedaço 127
shirts 127
snowboarder 127
Cinco 126
coberta 126
colete 126
observa. 126
people. 126
árvore 126
corpo 125
jump 125
palco. 125
bolsa 124
caminhão 124
chair 124
it 124
piece 124
pool 124
several 124
she 124
topo 124
velha 124
boca. 123
ground. 123
nos 123
ocean. 123
rosto 123
sand 123
sol 123
store. 123
brinca 122
camisas 122
cowboy 122
crowd. 122
equipamento 122
going 122
parada 122
floresta. 121
moletom 121
mouth. 121
colored 120
room 120
areia 119
futebol. 119
many 119
mercado 119
sign 119
suéter 119
tank 119
Vários 118
correm 118
onto 118
piscina. 118
prédio. 118
surrounded 118
together. 118
xadrez 118
deitado 117
guitar. 117
hats 117
outfit 117
snowy 117
hard 116
prestes 116
race. 116
escalando 115
beside 114
city. 114
clothes 114
crowded 114
joga 114
foto. 113
juntos 113
light 113
skateboard 113
trabalhadores 113
vermelha. 113
worker 113
above 112
branca. 112
brancas 112
her. 112
oceano. 112
prancha 112
azul, 111
madeira 111
ride 111
salta 111
subindo 111
vermelho. 111
bag 110
mesa. 110
microfone. 110
noite. 110
várias 110
cheia 109
corrida. 109
ground 109
line 109
livre 109
microphone. 109
observa 109
them 109
acima 108
open 108
tenta 108
calças 107
montanha 107
painting 107
room. 107
alto 106
bench. 106
fala 106
gathered 106
pose 106
stone 106
sweater 106
train 106
carrega 105
cerca 105
hanging 104
motocicleta 104
run 104
salto 104
árvore. 104
areia. 103
catch 103
drinking 103
kid 103
leaning 103
trabalhador 103
vários 103
watches 103
Many 102
adults 102
através 102
car. 102
cart 102
preparing 102
bike. 101
estrada. 101
fundo 101
restaurante 101
vest 101
after 100
casa 100
dog. 100
mochila 100
muitas 100
plaid 100
tira 100
trick 100
mão. 99
terra 99
Crianças 98
algum 98
boca 98
dando 98
dormindo 98
grandes 98
pessoas. 98
prepara 98
uniforms 98
Children 97
baixo 97
bebendo 97
braços 97
cortando 97
family 97
something. 97
take 97
window 97
Muitas 96
asian 96
diante 96
guarda-chuva 96
like 96
motorcycle 96
posa 96
sorri 96
toddler 96
trás 96
African 95
civil 95
lenço 95
man, 95
night. 95
olham 95
other. 95
ser 95
adultos 94
backpack 94
beautiful 94
guys 94
mouth 94
police 94
shirt. 94
area 93
does 93
estar 93
floor 93
hóquei 93
lago. 93
selling 93
sign. 93
sunny 93
terra. 93
ônibus 93
3 92
dance 92
fence. 92
flores 92
sleeping 92
vista 92
idoso 91
janela 91
rio 91
trees. 91
uniformes 91
fishing 90
him 90
objeto 90
praticando 90
putting 90
set 90
smiling. 90
trem. 90
Jovem 89
bus 89
cabeça. 89
costas 89
dela. 89
família 89
picture. 89
pushing 89
restaurant. 89
throwing 89
watches. 89
between 88
both 88
equipe 88
gear 88
hockey 88
movimentada 88
paper 88
restaurant 88
skate. 88
smiles 88
watch. 88
Some 87
arms 87
coletes 87
food. 87
have 87
livro 87
microfone 87
mountain. 87
movimentada. 87
observando 87
paletó 87
pretos 87
store 87
American 86
Frisbee 86
caixa 86
comida. 86
fora, 86
garotinha 86
loja. 86
quatro 86
sentam-se 86
trabalha 86
vermelhas 86
Menina 85
Menino 85
adult 85
assistindo 85
cadeiras 85
chapéus 85
ciclista 85
dança 85
four 85
head. 85
máquina 85
racing 85
Algumas 84
book 84
capacetes 84
fotos 84
market. 84
pintando 84
poses 84
sand. 84
shirtless 84
show 84
stick 84
truck 84
truque 84
verdes 84
window. 84
bar. 83
casa. 83
idosa 83
music 83
música 83
photo 83
plastic 83
porta 83
tall 83
torno 83
which 83
árvores 83
background 82
ladies 82
microphone 82
violão. 82
apresentando 81
barba 81
cozinha 81
face. 81
fazer 81
laranja. 81
nadando 81
pedra. 81
pretas 81
public 81
sorrindo. 81
swing 81
trem 81
bem 80
caras 80
celular. 80
costume 80
espera 80
trees 80
Mulheres 79
away 79
dá 79
restaurante. 79
assistem. 78
balanço 78
coberto 78
day 78
evento 78
number 78
rocha 78
tipo 78
track. 78
bar 77
cachorrinho 77
colocando 77
espectadores 77
lake. 77
lê 77
papel 77
saia 77
saindo 77
toward 77
tênis. 77
águas 77
árvores. 77
barraca 76
desce 76
get 76
just 76
onde 76
roxa 76
Este 75
corda 75
cores 75
cutting 75
edifício. 75
fila 75
hands. 75
parede. 75
preto. 75
seated 75
vermelhos 75
arm 74
by. 74
cellphone. 74
deitada 74
jogam 74
parados 74
parte 74
path 74
pedra 74
pegando 74
pulling 74
reads 74
sweatshirt 74
train. 74
Little 73
beard 73
hill. 73
loiro 73
telefone 73
vendendo 73
winter 73
works 73
appears 72
corredor 72
empurrando 72
gramado. 72
limpando 72
onda 72
pessoas, 72
sapatos 72
segurança 72
where 72
adulto 71
cooking 71
event. 71
glass 71
guitarra 71
kitchen. 71
local 71
marrom. 71
men, 71
object 71
playground. 71
ponte 71
showing 71
sorridente 71
tijolos 71
tijolos. 71
what 71
asiáticos 70
bandeira 70
bege 70
boat. 70
celular 70
cheio 70
compras 70
crossing 70
edifício 70
masculino 70
mãos. 70
negro 70
rosa. 70
woman, 70
base 69
board 69
ficam 69
filho 69
hill 69
linha 69
metrô. 69
número 69
people, 69
performs 69
preto, 69
subway 69
woods. 69
Women 68
alguma 68
braço 68
brilhante 68
carries 68
cozinha. 68
cross 68
driving 68
few 68
filled 68
fire 68
kitchen 68
lot 68
make 68
olhos 68
path. 68
pega 68
roxo 68
skatista 68
são 68
trilha 68
avental 67
concrete 67
dirigindo 67
ele 67
homens, 67
macacão 67
metal. 67
montanha. 67
ocean 67
pilha 67
sofá 67
steps 67
trabalham 67
vests 67
Esta 66
alguém 66
amarelo. 66
artista 66
assistem 66
bicycle. 66
floor. 66
gramado 66
house. 66
view 66
ciclistas 65
fountain. 65
lago 65
lined 65
middle-aged 65
realizando 65
river 65
sol. 65
umbrella. 65
blond-hair 64
branca, 64
cellphone 64
d'água. 64
martial 64
parked 64
rider 64
skateboarder 64
volleyball 64
Person 63
coleira 63
cor 63
lutando 63
lying 63
meia-idade 63
mãe 63
pictures 63
posam 63
rampa 63
rope 63
shop. 63
talks 63
umbrella 63
volta 63
Group 62
artes 62
bathing 62
bowling 62
estátua 62
horse. 62
kicking 62
luvas 62
maiô 62
phone 62
policial 62
poste 62
prepares 62
river. 62
rocks 62
smoking 62
atravessando 61
book. 61
botas 61
bridge 61
conversam 61
cão 61
céu 61
estação 61
estrutura 61
gelo 61
jersey 61
painted 61
puxando 61
rocky 61
safety 61
senhoras 61
truck. 61
up. 61
vara 61
vermelho, 61
vôlei 61
wave 61
white, 61
woman. 61
Alguém 60
Boy 60
bunch 60
cleaning 60
conversando. 60
edge 60
fence 60
fish 60
hit 60
levanta 60
marrons 60
montando 60
pole 60
practicing 60
skirt 60
surfista 60
swinging 60
this 60
traje 60
uses 60
vendedor 60
younger 60
adolescente 59
apron 59
bearded 59
branco, 59
cream 59
different 59
diz 59
faixa 59
gather 59
homem, 59
instrumentos 59
listening 59
não 59
outdoors. 59
parking 59
passam 59
pequenas 59
sobe 59
someone 59
staring 59
Grupo 58
Pessoa 58
Trabalhadores 58
carros 58
cerca. 58
deles 58
deles. 58
drink 58
flower 58
gentleman 58
giving 58
monte 58
observam 58
plástico 58
scarf 58
shop 58
various 58
velhos 58
attire 57
até 57
banho 57
bicicletas 57
bikes 57
close 57
empty 57
ensolarado. 57
escura 57
fazem 57
flying 57
frutas 57
hot 57
market 57
mulher, 57
penhasco 57
perform 57
scooter 57
shoes 57
show. 57
there 57
Girl 56
Someone 56
banco. 56
café 56
careca 56
degraus 56
dresses 56
fones 56
hat, 56
hold 56
janela. 56
lateral 56
leaps 56
motociclista 56
mulher. 56
passeio 56
sliding 56
surfer 56
Cachorro 55
Criança 55
Indian 55
back. 55
balançando 55
barco. 55
biquíni 55
canta 55
competindo 55
corner 55
dock 55
flag 55
gravata 55
oceano 55
paint 55
participando 55
pista. 55
preta. 55
rosto. 55
sun 55
wave. 55
animal 54
apontando 54
art 54
arts 54
aula 54
barbudo 54
before 54
chef 54
computer 54
cozinhando 54
facing 54
forma 54
graffiti 54
graffiti. 54
homem. 54
mostra 54
noiva 54
proteção 54
rede 54
skateboarding 54
sports 54
surfando 54
track 54
wet 54
wood 54
Seis 53
Six 53
adolescentes 53
algo. 53
amarela. 53
bikini 53
cena 53
coming 53
competing 53
esquiador 53
gets 53
horses 53
jackets 53
laughing 53
machine. 53
man. 53
musical 53
partida 53
primeiro 53
school 53
silver 53
balão 52
castanhos 52
cement 52
cercado 52
coffee 52
down. 52
eyes 52
garrafa 52
huge 52
livro. 52
mother 52
pile 52
piloto 52
pointing 52
ruas 52
ruiva 52
setting 52
smile 52
traditional 52
tries 52
veículo 52
bebida 51
bronzeado 51
chasing 51
climbs 51
flowers 51
flowers. 51
fruit 51
instrumento 51
inverno 51
jeans, 51
left 51
military 51
right 51
slide 51
slide. 51
stairs 51
tocam 51
trabalho 51
amigos 50
biker 50
camisetas 50
chutando 50
ele. 50
escuro 50
fantasia 50
folhas 50
forest. 50
friends 50
jogo. 50
muitos 50
máscara 50
pai 50
parade. 50
party. 50
quadra 50
ski 50
speaking 50
swing. 50
toy. 50
vermelha, 50
wait 50
balde 49
bandeiras 49
break 49
carro. 49
chairs 49
cima. 49
filhos 49
floresta 49
juntas 49
kneeling 49
luz 49
midair 49
mostrando 49
outdoors 49
plataforma 49
pouco 49
produtos 49
público. 49
rindo 49
rua, 49
same 49
sexo 49
skier 49
alta 48
attempting 48
boots 48
cars 48
comprido 48
couch 48
dorme 48
flores. 48
fonte 48
gathering 48
manobra 48
mural 48
noite 48
pintura 48
rio. 48
skateboard. 48
voando 48
Alguns 47
Frisbee. 47
apresenta 47
balloon 47
bull 47
coloridas 47
costumes 47
court. 47
distance. 47
enorme 47
equipment. 47
kissing 47
laptop 47
machine 47
oriental 47
outro. 47
parecem 47
pole. 47
reúne 47
rock. 47
saltando 47
senta-se 47
suits 47
tela 47
varanda 47
bird 46
comprando 46
encosta 46
escadas 46
esquina 46
feliz 46
fumando 46
garoto 46
lado. 46
lit 46
observam. 46
ouvido 46
overlooking 46
pés 46
runner 46
saco 46
seen 46
sentam 46
side. 46
students 46
vendor 46
asiáticas 45
assiste. 45
atravessa 45
blowing 45
bombeiros 45
bus. 45
cesta 45
chair. 45
cobertor 45
concreto. 45
delas 45
ela 45
festa 45
fixing 45
gloves 45
grade 45
jacket. 45
jaquetas 45
jornal 45
juntos. 45
ladder 45
leans 45
lixo 45
longa 45
mangas 45
pedras 45
perseguindo 45
playground 45
pôr 45
roller 45
sings 45
surfing 45
teams 45
tomando 45
urban 45
waits 45
ajudando 44
bride 44
cart. 44
cliff 44
encostado 44
goggles 44
gold 44
helmets 44
helping 44
instrument 44
itens 44
jogar 44
lançar 44
leather 44
lá 44
montanhas 44
ouvindo 44
pass 44
pelas 44
phone. 44
quintal. 44
says 44
sky. 44
snowboard 44
stairs. 44
throw 44
trail. 44
trenó 44
voa 44
writing 44
yard. 44
4 43
Construction 43
apresentação 43
bag. 43
bags 43
beijando 43
bicycles 43
blond-haired 43
board. 43
bridge. 43
coisa. 43
competição 43
conversation 43
electric 43
empurra 43
fonte. 43
giant 43
instruments 43
mulheres, 43
músicos 43
paper. 43
próximo 43
quando 43
quintal 43
red, 43
rodas 43
shot 43
softball 43
sorriem 43
stand. 43
station. 43
statue 43
street, 43
tapete 43
tigela 43
torcida 43
waving 43
ônibus. 43
Em 42
amarelos 42
among 42
arte 42
bald 42
balões 42
box 42
brightly 42
brinquedo. 42
buildings. 42
castanho 42
competition. 42
concreto 42
consertando 42
copo 42
costas. 42
females 42
forest 42
house 42
há 42
lake 42
makes 42
passing 42
policiais 42
ramp. 42
remando 42
todo 42
washing 42
wears 42
ambiente 41
artist 41
balança 41
basquete. 41
beer 41
bolo 41
bucket 41
cachorro. 41
cinco 41
couro 41
drinks 41
fighting 41
five 41
lavando 41
made 41
mercado. 41
out. 41
passeando 41
prato 41
praça 41
pássaro 41
ramp 41
rochas 41
scene 41
sort 41
swim 41
talk 41
touro 41
wedding 41
amarelas 40
asleep 40
atravessar 40
bateria 40
beisebol. 40
bolas 40
boliche 40
cavalos 40
construção. 40
deslizando 40
dirty 40
eles 40
end 40
enjoy 40
esqui 40
floral 40
frente. 40
go 40
hair. 40
man's 40
mountains 40
musicians 40
nearby. 40
picking 40
preta, 40
reaching 40
rocha. 40
sacola 40
shows 40
skating 40
swings 40
talking. 40
teenage 40
throws 40
tirar 40
van 40
In 39
abraçando 39
alpinista 39
business 39
caiaque 39
can 39
children, 39
children. 39
cigarette 39
collar 39
come 39
computador. 39
curto 39
desfile 39
desfile. 39
dirige 39
divertindo 39
diving 39
drawing 39
falling 39
festa. 39
formal 39
grill. 39
hat. 39
hiking 39
inclina 39
life 39
motorcycle. 39
move 39
multicolored 39
night 39
officer 39
rapaz 39
setting. 39
shallow 39
soprando 39
surf 39
tie 39
trail 39
alunos 38
andam 38
another. 38
atop 38
barefoot 38
bed. 38
blanket 38
catches 38
catching 38
chairs. 38
chuva 38
cigarro 38
cinza. 38
claro 38
clown 38
corda. 38
dançam 38
dele 38
depois 38
dia. 38
esperam 38
fotos. 38
gives 38
happy 38
items 38
juntas. 38
lindo 38
luta 38
morena 38
negra 38
new 38
officers 38
onlookers 38
paisagem 38
paradas 38
pedestres 38
pular 38
suja 38
verde, 38
waves 38
acertar 37
black, 37
bottle 37
cama 37
carroça 37
centro 37
cerveja 37
dark-haired 37
digging 37
equipment 37
escorregador 37
feet 37
gelo. 37
instruments. 37
lawn 37
leaping 37
legs 37
loiros 37
mask 37
meal 37
metrô 37
motocross 37
onda. 37
ondas 37
palhaço 37
passes 37
patins 37
pendurado 37
reúnem 37
shorts, 37
spectators 37
structure. 37
telhado 37
varrendo 37
video 37
women, 37
yard 37
alone 36
aponta 36
azuis. 36
basket 36
brunette 36
cada 36
caindo 36
canoa 36
class 36
debaixo 36
escada. 36
escrevendo 36
escultura 36
fotógrafo 36
golf 36
home 36
hugging 36
jornal. 36
junto 36
luzes 36
males 36
mesmo 36
prepare 36
seguram 36
senhor 36
stop 36
sweeping 36
upside 36
vehicle. 36
Muitos 35
após 35
balanço. 35
beige 35
buraco 35
cavalheiro 35
clothing. 35
concert. 35
cáqui 35
doca 35
entrando 35
festival 35
flies 35
jacket, 35
newspaper 35
outfits 35
parade 35
patinando 35
pausa 35
pendurada 35
perna 35
público 35
refeição 35
rodeio. 35
sacolas 35
sai 35
salva-vidas 35
sleeps 35
son 35
sorvete 35
statue. 35
subway. 35
tent. 35
usam 35
5 34
Chinese 34
Christmas 34
Old 34
avião 34
baby. 34
balcão 34
band. 34
banda. 34
bela 34
bengala 34
capa 34
cavalgando 34
cerveja. 34
cold 34
colina. 34
coloridos 34
computador 34
criança. 34
desfrutando 34
display 34
door. 34
edifícios 34
esquerda. 34
father 34
flags 34
foot 34
fountain 34
guarda-chuva. 34
how 34
including 34
lata 34
leaves 34
line. 34
mesa, 34
moving 34
net 34
outra. 34
papel. 34
passarela 34
photographer 34
purse 34
relaxing 34
ride. 34
row 34
shore 34
singer 34
splashing 34
sunset. 34
underneath 34
van. 34
without 34
Kids 33
Small 33
Workers 33
abaixo. 33
aberta 33
alley. 33
audience. 33
baixo. 33
balloons 33
brancas. 33
caixas 33
caminhantes 33
canoe 33
carne 33
cavalo. 33
cavando 33
crianças, 33
crianças. 33
cup 33
cut 33
dancers 33
diferentes 33
drums 33
embaixo 33
event 33
fire. 33
flip 33
held 33
hole 33
idosos 33
leg 33
lutam 33
marciais 33
matching 33
meat 33
neon 33
opposing 33
pano 33
pants, 33
pele 33
pelos 33
pescando 33
ponte. 33
preparam 33
pulled 33
puxa 33
railing 33
redor. 33
resting 33
rope. 33
signs 33
solitário 33
steps. 33
tenda 33
tops 33
vende 33
verdes. 33
watching. 33
way 33
óculos, 33
Black 32
aberta. 32
aos 32
attempts 32
aula. 32
bando 32
bicyclist 32
blue, 32
buildings 32
capuz 32
chuta 32
chuva. 32
climb 32
coats 32
colorido 32
conversing 32
cordas 32
desk 32
dirt. 32
eles. 32
filha 32
fun 32
hiker 32
incluindo 32
indoor 32
jogging 32
lone 32
motocicleta. 32
music. 32
pernas 32
pichações. 32
points 32
praia, 32
relaxando 32
rolling 32
scooter. 32
streets 32
stuffed 32
surfboard 32
tables 32
tattoo 32
telefone. 32
tire 32
toda 32
tradicionais 32
tricks 32
violino 32
vitrine 32
woman's 32
wooded 32
wrestling 32
árbitro 32
These 31
alta. 31
ambos 31
antes 31
bed 31
bowl 31
cake 31
camisa, 31
cat 31
coloca 31
construindo 31
correndo. 31
couch. 31
dances 31
daughter 31
deep 31
descansando 31
dreadlocks 31
exposição 31
futebol, 31
goes 31
hoodie 31
karate 31
lays 31
longos 31
mesas 31
mountains. 31
música. 31
object. 31
olhar 31
pau 31
país 31
performer 31
plate 31
pushes 31
rain 31
rindo. 31
roof 31
shore. 31
si 31
sinal 31
skiing 31
spray 31
stroller 31
todos 31
trunks 31
trás. 31
vegetais 31
walking. 31
white. 31
work. 31
xícara 31
às 31
BMX 30
Guy 30
New 30
alto. 30
americano 30
aparência 30
arena 30
athlete 30
batendo 30
bent 30
calçada, 30
cama. 30
cavaleiro 30
chases 30
cimento 30
computer. 30
costa 30
cup. 30
cyclist 30
d'água 30
dadas 30
escuro. 30
esquiando 30
gato 30
girl. 30
headphones 30
kick 30
laughing. 30
leaves. 30
lot. 30
makeup 30
membros 30
montanhas. 30
ouvido. 30
piano 30
pulls 30
puts 30
pá 30
sandy 30
sandálias 30
site. 30
speaks 30
straw 30
tent 30
third 30
time. 30
times 30
vegetables 30
vendo 30
ver 30
ajuda 29
arborizada. 29
atleta 29
bebê. 29
beer. 29
cercada 29
corner. 29
câmera, 29
dar 29
deck 29
drink. 29
drives 29
drums. 29
enjoys 29
ginasta 29
golden 29
golfe 29
imagem 29
individuals 29
levantando 29
limpa 29
members 29
nearby 29
opening 29
party 29
peixe 29
persegue 29
picnic 29
rosa, 29
servindo 29
shaking 29
sujeira 29
superfície 29
tendo 29
tennis. 29
toalha 29
vermelhas. 29
vidro. 29
violin 29
wear 29
ATV 28
Older 28
andar 28
animal. 28
assiste 28
bandana 28
bateria. 28
bebida. 28
bicyclists 28
bolhas 28
brinquedos 28
café. 28
colorida 28
corredores 28
counter 28
course. 28
covering 28
dançarina 28
desenhando 28
dispositivo 28
estacionamento 28
facial 28
grocery 28
gym. 28
gymnast 28
heads 28
heavy 28
help 28
kicks 28
kind 28
lights 28
lugar 28
mangueira 28
meias 28
mergulhando 28
mergulho 28
net. 28
nice 28
pastor 28
paved 28
peixes 28
pequenos 28
pouring 28
projeto 28
rain. 28
raquete 28
reunidas 28
rocks. 28
rodeo 28
roof. 28
sandals 28
screen. 28
sewing 28
shaving 28
soccer. 28
structure 28
swims 28
tatuagem 28
telescópio 28
trilhos 28
túnel 28
walkway. 28
wood. 28
abrindo 27
acenando 27
apenas 27
around. 27
bags. 27
basketball. 27
bebidas 27
beco 27
block 27
boliche. 27
checking 27
child. 27
classroom. 27
cloudy 27
cones 27
country 27
curtindo 27
curva 27
dancer 27
dançarinos 27
distance 27
distância. 27
door 27
dourado 27
eat 27
estacionamento. 27
fallen 27
flag. 27
folhas. 27
foreign 27
gentlemen 27
guarda-chuvas 27
hangs 27
home. 27
hula 27
instrument. 27
khaki 27
lap. 27
laptop. 27
laranja, 27
laundry 27
leva 27
lies 27
listrado 27
lots 27
líderes 27
match. 27
men. 27
midair. 27
newspaper. 27
ombros 27
opposite 27
palm 27
pelúcia 27
platform 27
polo 27
ponto 27
pratica 27
produce 27
protective 27
put 27
pátio 27
reaches 27
red-haired 27
rest 27
shoveling 27
stick. 27
stunt 27
sunga 27
taco 27
teenager 27
themselves 27
todas 27
vehicle 27
wetsuit 27
wrapped 27
Aqui 26
Here 26
Jovens 26
afro-americano 26
arte. 26
balancing 26
beira-mar. 26
brilhante. 26
bubbles 26
cane 26
canteiro 26
caratê 26
carnival 26
church. 26
cigarette. 26
cigarro. 26
cobrindo 26
corta 26
dentes 26
escadas. 26
espectadores. 26
estacionado 26
estilo 26
estádio 26
fantasias 26
flags. 26
garden. 26
gramada. 26
grill 26
hikers 26
himself 26
idosas 26
jean 26
jump. 26
mal 26
marching 26
moto 26
movimento 26
mud 26
not 26
olham. 26
ombro 26
paddling 26
pants. 26
part 26
passa. 26
passam. 26
photo. 26
pintado 26
place 26
platform. 26
rail. 26
rodeo. 26
rural 26
see 26
shoes. 26
shooting 26
shorts. 26
shoulder 26
sky 26
sled 26
smiles. 26
sozinho 26
tempo 26
tocar 26
trabalho. 26
trash 26
water, 26
água, 26
Child 25
York 25
alimentos 25
audience 25
bat 25
behind. 25
blouse 25
boy, 25
cais 25
camouflage 25
chefs 25
cidade, 25
clear 25
clientes 25
colo. 25
compras. 25
compridos 25
concert 25
consertar 25
country. 25
curly 25
dance. 25
denim 25
descem 25
deserto. 25
dress. 25
drum 25
evento. 25
exibindo 25
feminino 25
ferramentas 25
festival. 25
floating 25
fogo 25
football. 25
fresh 25
frutas. 25
garb 25
glasses. 25
goleiro 25
grande. 25
inflatable 25
lab 25
leash 25
lixo. 25
low 25
língua 25
maratona 25
margem 25
militar 25
monta 25
office 25
performance. 25
pesca 25
pneu 25
pé. 25
pública. 25
quarto 25
rail 25
reunido 25
skis 25
sofá. 25
sorri. 25
sorvete. 25
surf. 25
teenagers 25
telescope 25
tentam 25
traffic 25
tronco 25
tunnel. 25
umbrellas 25
uniformizados 25
vazia. 25
wheel 25
Papai 24
abaixo 24
acoustic 24
agacha 24
alguém. 24
antigo 24
anúncio 24
appear 24
attached 24
away. 24
banheira 24
beach, 24
bigode 24
bombeiro 24
brown-haired 24
buying 24
cabine 24
casacos 24
cenário 24
cinza, 24
classroom 24
clean 24
colors 24
dancing. 24
descalça 24
desk. 24
display. 24
doorway 24
eating. 24
either 24
elétrica 24
escala 24
escuros, 24
girl, 24
giz 24
grafite. 24
guitarrista 24
instrumentos. 24
item 24
jardim. 24
light. 24
longe. 24
lotado. 24
mesma 24
militares 24
motociclistas 24
musician 24
nada 24
negros 24
overalls 24
param 24
pedestres. 24
pedras. 24
porta. 24
pratos 24
professional 24
pulam 24
quente 24
reunindo 24
rochosa. 24
rugby 24
saias 24
soldado 24
soldados 24
station 24
steep 24
sticks 24
suspended 24
telhado. 24
tongue 24
type 24
velho, 24
vermelhos. 24
Dog 23
Male 23
Nova 23
Sete 23
Seven 23
York. 23
american 23
assistindo. 23
balls. 23
bebe 23
bebidas. 23
bicicleta, 23
blue. 23
bottom 23
boy. 23
bucking 23
cake. 23
caminhando. 23
casamento. 23
casual 23
chão, 23
coisas 23
compete 23
competição. 23
costa. 23
dela 23
direita. 23
disco 23
discutindo 23
driver 23
eats 23
escovando 23
escuros. 23
estava 23
examinando 23
feira 23
fileira 23
final 23
fita 23
fogo. 23
friend 23
fuma 23
goalie 23
grisalhos 23
homens. 23
igreja. 23
juggling 23
kayak 23
kneels 23
malabarismos 23
microscope. 23
mirror. 23
médico 23
músico 23
nele. 23
neve, 23
pair 23
palha 23
pitcher 23
portão 23
procurando 23
project 23
quase 23
rabo 23
robe 23
round 23
running. 23
sacos 23
seis 23
shown 23
skates 23
skirts 23
soldiers 23
sunglasses. 23
taken 23
tinta 23
touching 23
toys 23
trick. 23
vegetables. 23
vinho 23
vôlei. 23
Cão 22
German 22
Natal. 22
acaba 22
amusement 22
azuis, 22
backwards 22
bandanna 22
base. 22
below. 22
bending 22
bicicletas. 22
bottle. 22
bowl. 22
brushing 22
cabelo. 22
careta 22
carrinho. 22
churrasqueira 22
cimento. 22
circle 22
cliff. 22
climber 22
cruzando 22
desliza 22
ela. 22
equilibra 22
equipes 22
escuras 22
espirrando 22
estende 22
examining 22
eye 22
faces 22
fenced 22
image 22
inverno. 22
janelas 22
lama 22
living 22
livre, 22
manobras 22
mar 22
marathon 22
microscópio. 22
moves 22
off. 22
outside, 22
paints 22
participating 22
passageiros 22
perto. 22
pinta 22
plano. 22
pond. 22
proximidades. 22
próxima 22
pólo 22
quente. 22
reuniram 22
reunião 22
ri 22
riders 22
robes 22
rodeio 22
sala. 22
seems 22
serra 22
serving 22
sheet 22
shovel. 22
sidewalk, 22
six 22
slope. 22
stadium 22
sun. 22
surfa 22
table, 22
trator 22
túnica 22
velhas 22
volleyball. 22
waves. 22
1 21
Japanese 21
Santa 21
White 21
acariciando 21
adversário 21
ajoelha 21
americana 21
athletic 21
attempt 21
baseball. 21
bikes. 21
blocks 21
bolinhas 21
brilhantes 21
brincar 21
calção 21
colo 21
compridas 21
conversa 21
counter. 21
court 21
crouches 21
crying 21
decorated 21
delas. 21
desert. 21
dining 21
direita 21
dogs. 21
entrada 21
equipamentos 21
espelho 21
espelho. 21
esquis 21
estátua. 21
examina 21
fight 21
glasses, 21
guard 21
half 21
happily 21
hitting 21
hooded 21
hose 21
ice. 21
indo 21
infant 21
lap 21
left. 21
logo 21
maquiagem 21
marathon. 21
maratona. 21
mirror 21
muddy 21
nap 21
navegando 21
navio 21
operating 21
pajamas 21
panela 21
parquinho. 21
photograph 21
pictures. 21
pier 21
pijama 21
piso 21
plano 21
plantas 21
posição 21
poça 21
print 21
pássaros 21
railing. 21
rampa. 21
red-hair 21
sell 21
serve 21
sharing 21
shoulder. 21
shoulders 21
snowboard. 21
sombra 21
spectators. 21
sticking 21
também 21
terceiro 21
thrown 21
town 21
traseira 21
tropical 21
try 21
turn 21
use 21
vidro 21
virando 21
visão 21
waterfall. 21
welding 21
Garotinho 20
Jogadores 20
acabou 20
accordion. 20
agachado 20
ajoelhada 20
ajoelhado 20
alemão 20
also 20
apresentam 20
ar, 20
arma 20
asiática. 20
atentamente 20
atravessam 20
banquinho 20
barra 20
birds 20
box. 20
brancos, 20
brancos. 20
but 20
button 20
cachoeira. 20
caminhão. 20
caught 20
checkered 20
clothes. 20
combinando 20
desenho 20
distância 20
dress, 20
escova 20
espécie 20
esquina. 20
fast 20
feeding 20
feito 20
fish. 20
flight 20
flor 20
frisbee. 20
galho 20
garbage 20
goal 20
gun 20
hair, 20
heels 20
individual 20
jangada 20
jantar 20
jantar. 20
jeans. 20
jogadora 20
laboratório 20
large, 20
lawn. 20
log 20
loiras 20
lunch 20
manga 20
married 20
marrom, 20
martelo 20
mas 20
meal. 20
model 20
motor 20
motorista 20
mulheres. 20
native 20
nela. 20
nova 20
novo 20
nublado. 20
only 20
parcialmente 20
parque, 20
participam 20
performance 20
peça 20
plástico. 20
pull 20
pátio. 20
pôster 20
racer 20
railroad 20
riacho. 20
rochosa 20
runners 20
sculpture 20
set. 20
slides 20
socks 20
soldier 20
solo. 20
sporting 20
streets. 20
string 20
student 20
suit. 20
surface. 20
teacher 20
tecido 20
teeth 20
tracks. 20
trampolim 20
tubo 20
turistas 20
venda 20
waters. 20
well 20
At 19
Oriente 19
Senhora 19
abraça 19
accordion 19
acordeão 19
acordeão. 19
amarelo, 19
amigo 19
arena. 19
arm. 19
arremessador 19
backpacks 19
balcony 19
ball, 19
bambolê 19
blazer 19
bolhas. 19
bolsa. 19
boxes 19
bubbles. 19
bucket. 19
cadeira. 19
cambalhota 19
caminho. 19
carnaval. 19
carrinhos 19
casamento 19
chutar 19
clara 19
cleans 19
closed 19
competem 19
comprida 19
corrimão 19
costume. 19
céu. 19
círculo 19
dança. 19
dançando. 19
dedos 19
deita 19
dinner 19
dry 19
esquerda 19
estande 19
fingers 19
foreground 19
foreground. 19
frisbee 19
gigante 19
goal. 19
gol. 19
grama, 19
grelha 19
grilling 19
groom 19
items. 19
lama. 19
lance 19
leaving 19
levando 19
livros 19
long-haired 19
long-sleeved 19
marciais. 19
massa 19
match 19
mustache 19
máquina. 19
narrow 19
natação 19
negócios 19
noivo 19
obras 19
obstáculo. 19
ondas. 19
ouve 19
paredes 19
patas 19
peace 19
penduradas 19
pescoço 19
petting 19
placas 19
play. 19
player. 19
policeman 19
practice 19
profissional 19
prédios 19
quadro 19
quadro. 19
rapazes 19
rede. 19
referee 19
repleta 19
rests 19
roupas. 19
rowing 19
sale. 19
saxophone 19
screen 19
sells 19
shoe 19
sing 19
snow-covered 19
sobem 19
solo 19
soneca 19
step 19
stool 19
suja. 19
swimsuit 19
team. 19
terreno 19
tiram 19
towel 19
trampoline. 19
transporte 19
vai 19
varanda. 19
verificando 19
veículos 19
walkway 19
young, 19
íngreme 19
Enquanto 18
Lady 18
Large 18
Natal 18
Street 18
aberto. 18
africana 18
afro-americana 18
apresentação. 18
aquático 18
arms. 18
backyard. 18
bancos 18
bastão 18
bate 18
belo 18
blanket. 18
blocos 18
bubble 18
cafe. 18
camera, 18
cardboard 18
carriage 18
center. 18
chain 18
chapéu. 18
chase 18
climbing. 18
cloth 18
coat, 18
comem 18
copos 18
cortar 18
cow 18
cowboys 18
curvado 18
cães. 18
dark-skinned 18
dentes. 18
dentro. 18
derby 18
diferentes. 18
dinheiro 18
direção. 18
dock. 18
elas. 18
encaracolado 18
escritório 18
faces. 18
fancy 18
figure 18
folding 18
gigante. 18
gravel 18
helps 18
hood 18
igreja 18
indivíduo 18
indivíduos 18
jumpsuit 18
kiss 18
knee 18
lacrosse 18
lançando 18
laughs 18
lay 18
ledge 18
listras 18
longe 18
luggage 18
menino. 18
mixing 18
mostly 18
motocicletas 18
motorcyclist 18
mural. 18
máquinas 18
médio 18
nariz 18
navy 18
neck 18
neoprene 18
onlookers. 18
ornate 18
outfit. 18
outono. 18
parquinho 18
passar 18
piano. 18
place. 18
pode 18
poles 18
possibly 18
pot 18
professor 18
pronto 18
racket 18
read 18
recebendo 18
refeição. 18
regata 18
ring 18
roda 18
rodeado 18
rubber 18
ruivo 18
sapatos. 18
saxofone 18
shot. 18
sol, 18
spinning 18
stadium. 18
staircase. 18
surfboard. 18
tattooed 18
teclado 18
toys. 18
uns 18
urbana. 18
vaca 18
veste 18
violin. 18
wheelchair 18
windows 18
Blond 17
Cara 17
DJ 17
TV 17
african 17
ambas 17
animais 17
arco 17
asiático. 17
bagagem 17
basket. 17
baskets 17
baterista 17
below 17
benches 17
blows 17
books. 17
bread 17
brinquedos. 17
cai 17
caminhada 17
cantor 17
carruagem 17
cartaz. 17
cavalos. 17
celebrating 17
chorando 17
cobertas 17
colar 17
colocar 17
colorido. 17
comendo. 17
conversation. 17
course 17
cyclists 17
device 17
drinks. 17
edifícios. 17
equilibrando 17
esporte 17
estampa 17
estrela 17
ferrovia. 17
field, 17
flipping 17
funny 17
gear. 17
gente 17
ginástica 17
girls, 17
grafite 17
gramada 17
great 17
grelha. 17
grinding 17
guitar, 17
headscarf 17
helmet. 17
hospital 17
iluminada. 17
indiana 17
inspecting 17
instrumento. 17
jovem. 17
laugh 17
leading 17
listrada, 17
mar. 17
marketplace. 17
maroon 17
medical 17
mom 17
momento 17
mound 17
movendo 17
nesta 17
nevada. 17
palco, 17
pescar 17
plants. 17
polka 17
polícia 17
possivelmente 17
presa 17
puxada 17
pão 17
pé, 17
racetrack. 17
raised 17
reflective 17
riacho 17
right. 17
rough 17
saliência 17
sapato 17
scuba 17
seat 17
ship 17
shirts. 17
sleeveless 17
stares 17
sticks. 17
stopped 17
stream 17
summer 17
tambor 17
top. 17
tráfego 17
turning 17
têm 17
umbrellas. 17
uniform. 17
uniformed 17
vira 17
vivas 17
wide 17
youth 17
Brown 16
Essas 16
Girls 16
Grande 16
I 16
Meninos 16
Mãe 16
On 16
Red 16
Velho 16
Vista 16
action 16
alimentando 16
alley 16
apartment 16
approaching 16
aprecia 16
apreciando 16
artistas 16
balances 16
baldes 16
birthday 16
booth. 16
boxing 16
broken 16
cafe 16
cantora 16
card 16
cartazes 16
cavalga 16
cheering 16
child, 16
chute 16
class. 16
clay 16
coach 16
coat. 16
colhendo 16
coloring 16
comer 16
compartilhando 16
cones. 16
conjunto 16
crosswalk. 16
cuts 16
descalço 16
discussing 16
duna 16
encostada 16
enfrentam 16
entra 16
escalar 16
esculpindo 16
esportivo. 16
estúdio 16
evening 16
fix 16
fluffy 16
fly 16
fogueira 16
friends. 16
gaita 16
garrafas 16
gas 16
good 16
grupos 16
guitars 16
handstand 16
hóquei. 16
iluminado 16
indianas 16
jaleco 16
jardim 16
jerseys 16
jockey 16
jungle 16
kilt 16
lenços 16
lift 16
lights. 16
live 16
local. 16
lotado 16
luva 16
luz. 16
magazine 16
maior 16
malha 16
maneira 16
manto 16
mat 16
mat. 16
molhado 16
money 16
motorcycles 16
nose 16
office. 16
oficial 16
parecendo 16
pedestrians 16
peso 16
pick 16
plants 16
porch 16
postes 16
presentation 16
proteção. 16
puxado 16
pódio 16
rafting 16
rainy 16
raises 16
reach 16
realiza 16
relaxam 16
rema 16
revista 16
rochoso. 16
rodeada 16
ropes 16
rúgbi 16
salto. 16
salão 16
scene. 16
scooters 16
sculpture. 16
shoot 16
shovel 16
singing. 16
sitting, 16
skateboards 16
softball. 16
sozinha 16
spraying 16
square. 16
stretching 16
stroll 16
tamanho 16
tempo. 16
teto 16
that's 16
tractor 16
treinador 16
trilha. 16
usar 16
violino. 16
visto 16
warm 16
wine 16
women. 16
yellow, 16
& 15
Crowd 15
Jogador 15
John 15
London 15
Médio 15
Noel 15
Texas 15
Trabalhador 15
While 15
academia. 15
acena 15
africanas 15
amarela, 15
amarelas. 15
amongst 15
amp; 15
andaime 15
antigo. 15
apertando 15
aproxima 15
arbustos. 15
atrás. 15
balance 15
balding 15
batter 15
beco. 15
beneath 15
bikers 15
bloquear 15
blow 15
bolo. 15
botão 15
braço. 15
bushes. 15
buy 15
caminhante 15
cano 15
carregam 15
carving 15
center 15
cestas 15
cheerleaders 15
choir 15
churrasco 15
claro. 15
colarinho 15
college 15
competition 15
cone 15
convés 15
coro 15
courtyard. 15
criança, 15
crosswalk 15
crouching 15
degraus. 15
deitadas 15
desert 15
doctor 15
drummer 15
electronic 15
engaged 15
entrar 15
escola 15
escola. 15
escolar 15
escritório. 15
esportivo 15
estádio. 15
executa 15
fall 15
fans 15
feet. 15
feita 15
feminina 15
fencing 15
figura 15
finish 15
flip-flops 15
flowered 15
following 15
fotografia 15
funcionários 15
fãs 15
garagem. 15
glass. 15
got 15
grade. 15
groups 15
harness 15
hats. 15
hits 15
hoop 15
hose. 15
hugs 15
iluminado. 15
infantil. 15
inflável 15
inspecionando 15
laptops 15
lounging 15
lã 15
menino, 15
mergulha 15
microscope 15
microscópio 15
mochilas 15
more 15
mostram 15
name 15
obstacle 15
open. 15
operando 15
operários 15
orchestra 15
partially 15
participate 15
passengers 15
peito 15
peludo 15
pelúcia. 15
percorre 15
pesca. 15
pescar. 15
photos 15
pine 15
pipe 15
pit 15
plant 15
plantas. 15
plate. 15
podium 15
ponta 15
portas 15
poste. 15
puddle 15
purse. 15
pá. 15
píer 15
quais 15
quarterback 15
raft 15
raising 15
raspando 15
redes 15
relax 15
removendo 15
repair 15
reuniu 15
rural. 15
security 15
semelhante 15
shade 15
shaped 15
shaved 15
si. 15
smaller 15
smokes 15
someone's 15
squatting 15
stack 15
starting 15
stroller. 15
suit, 15
surrounding 15
swimmer 15
tacada 15
tag 15
tattoos 15
tatuagens 15
tenda. 15
things 15
tied 15
trailer. 15
tub 15
urbana 15
vegetais. 15
vendedores 15
viewing 15
vinho. 15
wire 15
you 15
2012 14
China. 14
Soccer 14
T-shirt 14
abre 14
acerta 14
admiring 14
adulto. 14
advertisement 14
advertising 14
aeroporto. 14
ahead 14
airplane 14
airport. 14
avião. 14
ação 14
backpack. 14
backs 14
ballerina 14
banheiro 14
banner. 14
barcos 14
biking 14
cabana 14
cabeça, 14
cair 14
caixa. 14
called 14
cantam 14
cantando. 14
carry 14
cars. 14
cartaz 14
casas 14
catcher 14
cavalheiros 14
chamada 14
chamas 14
chapéu, 14
child's 14
church 14
clientes. 14
cloth. 14
club. 14
cobblestone 14
cobertura 14
collie 14
colorida. 14
coloridas. 14
comprar 14
concrete. 14
control 14
crosses 14
cuidando 14
curb 14
curiosos 14
customers. 14
deserto 14
digital 14
direction 14
discussion 14
diversões. 14
divertindo. 14
doces 14
elétrica. 14
equipamento. 14
escalada. 14
escuro, 14
espiando 14
estudantes 14
expressão 14
fake 14
fantasiadas 14
flutuando 14
fogueira. 14
foto, 14
fruit. 14
gate. 14
gol 14
golfe. 14
goods 14
gosta 14
green, 14
gritando 14
hammer 14
hammer. 14
hang 14
hats, 14
helmet, 14
herself 14
horses. 14
hurdle. 14
indiano 14
infantil 14
inspeciona 14
interacting 14
intersection. 14
jet 14
lança 14
latas 14
leads 14
lifting 14
lines 14
listradas 14
loading 14
lutador 14
machinery. 14
maioria 14
mapa 14
member 14
membro 14
mercadorias 14
mercearia. 14
modelo 14
moment 14
mud. 14
muita 14
nadadores 14
naked 14
nariz. 14
newborn 14
objeto. 14
odd 14
olha. 14
ombro. 14
opponent 14
ouro 14
par 14
peering 14
pescador 14
pintada 14
piquenique 14
piquenique. 14
pizza 14
pond 14
poster 14
prata 14
praticam 14
presente 14
preso 14
puppy 14
push 14
racket. 14
receiving 14
redheaded 14
relaxa 14
roxo. 14
ruas. 14
segundo 14
sets 14
shakes 14
share 14
shirts, 14
shopping. 14
silly 14
site 14
snowboarding 14
sorriso 14
splashes 14
sport 14
square 14
start 14
straight 14
style 14
sunset 14
suspenso 14
t-shirts 14
tables. 14
tackle 14
taxi 14
teeth. 14
ternos 14
thin 14
tools 14
torcendo 14
town. 14
training 14
trampolim. 14
táxi 14
upon 14
vagão 14
vaqueiro 14
varas 14
vehicles 14
vendor. 14
verifica 14
vermelhas, 14
wading 14
wagon 14
whilst 14
óculos. 14
- 13
Blue 13
Meninas 13
Multidão 13
Multiple 13
Na 13
Students 13
acontecendo 13
agachada 13
airplane. 13
altos 13
anos 13
arma. 13
asas 13
assentos 13
bailarina 13
balls 13
bandeiras. 13
bandeja 13
banjo 13
bar, 13
barber 13
belt 13
bengala. 13
black. 13
boardwalk 13
boats 13
booth 13
borda 13
bow 13
brancas, 13
browsing 13
cachorrinhos 13
calf 13
calm 13
calçadão 13
camisa. 13
caneta 13
cap, 13
carnaval 13
cerâmica 13
cesta. 13
check 13
checks 13
chest 13
chinês 13
chocolate 13
circular 13
closed. 13
closeup 13
clothing, 13
começa 13
conduz 13
cone. 13
conserta 13
consisting 13
controle 13
converse 13
cool 13
corredor. 13
costura 13
costura. 13
cream. 13
crew 13
cricket 13
cruzamento 13
críquete 13
customers 13
dead 13
dedo 13
deitados 13
derby. 13
descansa 13
despejando 13
dimly 13
dinner. 13
dishes 13
doorway. 13
emergência 13
ensolarado 13
entering 13
espirra 13
esportes 13
estacionados 13
ethnic 13
examines 13
excesso 13
fabric. 13
fair 13
fair. 13
fechados. 13
feno. 13
filho. 13
fisherman 13
float 13
foi 13
form 13
frame. 13
frio 13
gestures 13
gorro 13
group. 13
gun. 13
gym 13
headband 13
headphones. 13
hospital. 13
idade 13
inclinado 13
inferior 13
interagindo 13
jovem, 13
jóquei 13
keyboard 13
lava 13
leash. 13
livros. 13
longas 13
lotada. 13
líquido 13
map 13
marcha 13
marinho 13
material. 13
meia 13
meninas, 13
microfone, 13
mid 13
misturando 13
mochila. 13
modern 13
moicano 13
monitor 13
nose. 13
objetos 13
observe 13
obstáculo 13
obstáculos. 13
orelhas 13
orquestra 13
others. 13
outros. 13
outstretched 13
painting. 13
park, 13
passarela. 13
passenger 13
pato 13
pavement 13
pavement. 13
pedalando 13
pedra, 13
performing. 13
pessoa. 13
photograph. 13
photographed 13
pia 13
pieces 13
pilotos 13
plane 13
platéia. 13
plaza. 13
poodle 13
pretty 13
protest 13
prédio, 13
quadra. 13
races 13
rainbow 13
rochoso 13
rodas. 13
room, 13
roxa, 13
sailing 13
saltam 13
scaffolding. 13
sea 13
segue 13
sheep 13
shining 13
shoe. 13
shovels 13
silhueta 13
similar 13
social 13
soldando 13
song 13
speed 13
stage, 13
stairway 13
stop. 13
stripes 13
studio. 13
sunglasses, 13
sweater, 13
sword 13
teaching 13
tela. 13
testa 13
tool 13
traffic. 13
trailer 13
tribal 13
trumpet 13
truques 13
turns 13
tutu 13
velas 13
venda. 13
vendem 13
verão. 13
veículo. 13
viajando 13
videogame 13
view. 13
violão, 13
vivas. 13
walking, 13
walls 13
was 13
waters 13
weaving 13
11 12
6 12
Boys 12
Caucasian 12
Cheerleaders 12
Closeup 12
EUA 12
Elmo 12
Garota 12
Miami 12
No 12
Sooners 12
Times 12
aberto 12
abraçam 12
afastando 12
africanos 12
alegremente 12
amarelos. 12
amarrando 12
ambulante 12
amigos. 12
animals 12
apple 12
applying 12
arame 12
arborizada 12
arenosa. 12
art. 12
atletas 12
attending 12
bairro 12
baixa 12
balcony. 12
bare 12
barras 12
bass 12
beanie 12
been 12
bege, 12
beisebol, 12
bermuda 12
beverage 12
bicycles. 12
bolha 12
bordo 12
building, 12
burgundy 12
cabo 12
caminhava 12
canal 12
candles 12
cartola 12
cascalho. 12
castelo 12
chinelos 12
chorando. 12
clad 12
classe 12
cliente 12
coisa 12
colega 12
coleira. 12
comemorando 12
comes 12
complete 12
corrimão. 12
costumes. 12
cozinha, 12
creme 12
cruzam 12
crying. 12
curb. 12
curiosos. 12
curso 12
deck. 12
deixando 12
descer 12
desenhos 12
design 12
dish 12
divertem 12
dormindo. 12
drum. 12
duck 12
ears 12
elefante 12
enrolado 12
escalator. 12
escura. 12
esgrima 12
espada 12
espaço 12
esquiadores 12
estendendo 12
excited 12
executando 12
fabric 12
fantasiado 12
ferramenta 12
filling 12
fios 12
firefighters 12
fireman 12
first 12
florido 12
flutua 12
fofo 12
forward 12
frame 12
free 12
fumaça 12
galhos 12
garagem 12
gate 12
ginásio. 12
girl's 12
give 12
goggles. 12
grelhando 12
guerra 12
guindaste 12
guitarist 12
guitarra. 12
handing 12
hay 12
heading 12
heart 12
hockey. 12
horseback 12
hotel 12
hotel. 12
if 12
indoors. 12
inspects 12
jogada 12
jumping. 12
kayaks 12
keep 12
keyboard. 12
kite 12
knit 12
ladder. 12
ladeira 12
limpar 12
linda 12
listens 12
machos 12
malas 12
marcial 12
material 12
meio-fio 12
menina, 12
messy 12
mobile 12
monociclo 12
most 12
movie 12
museum. 12
mão, 12
nets 12
obra 12
observing 12
overweight 12
ovos 12
paddle 12
papéis 12
participa 12
passear 12
past. 12
patio. 12
pavimentada. 12
peixes. 12
penas 12
penhasco. 12
photographs 12
pier. 12
pipa 12
pipe. 12
places 12
plates 12
podium. 12
poster. 12
poço 12
protesting 12
puxam 12
rasas 12
remo 12
repairs 12
restaurante, 12
reunidos 12
riem 12
ring. 12
road, 12
rochas. 12
rolando 12
rolante 12
rolante. 12
roxas 12
run. 12
rápido 12
sack 12
sacudindo 12
sandwich 12
science 12
seem 12
shoes, 12
shoulders. 12
signs. 12
sized 12
slightly 12
small, 12
smoke 12
sorridentes 12
spotted 12
standing. 12
stare 12
steel 12
stops 12
stove. 12
sweeps 12
swimmers 12
tarde 12
tatuado 12
teal 12
telephone 12
tile 12
together, 12
torre 12
tossing 12
touches 12
trampoline 12
trilho. 12
tube 12
tunnel 12
underwater 12
variedade 12
vassoura 12
vegetable 12
vender 12
vermelhos, 12
verão 12
vestes 12
village 12
visiting 12
wedding. 12
wheel. 12
wife 12
wings 12
woods 12
Alunos 11
Casal 11
Existem 11
Female 11
Londres 11
Mohawk 11
Pai 11
Police 11
Policiais 11
above. 11
acampamento 11
adjusting 11
africano 11
agarra 11
agitando 11
aguardam 11
ajustando 11
alcançando 11
almoçando 11
amarrados 11
anel 11
animals. 11
aniversário 11
aprendendo 11
arame. 11
armas 11
attire. 11
badminton 11
balde. 11
balloon. 11
balloons. 11
barco, 11
bath 11
bathroom 11
bear 11
bebem 11
beija 11
biting 11
bola, 11
boneca 11
books 11
bottles 11
bowls 11
boys, 11
break. 11
brigam 11
brigando 11
brilhantes. 11
buckets 11
burro 11
bystanders 11
cachorro-quente 11
caminhões 11
camping 11
can. 11
candy 11
caps 11
carefully 11
carpet. 11
cartas 11
casquinha 11
chalk 11
chegada 11
choque 11
christmas 11
chá 11
cinto 11
coberta. 11
cobertor. 11
color 11
comercial. 11
companheiro 11
companheiros 11
conference 11
cook 11
cortador 11
covers 11
cow. 11
crane 11
creek. 11
cuidadosamente 11
dadas. 11
damas 11
decorado 11
degrau 11
device. 11
direito 11
discutem 11
dives 11
dog's 11
dog, 11
dogs, 11
dune. 11
dusk. 11
dusty 11
eight 11
eletrônico 11
emergency 11
enfrentando 11
ensinando 11
ensino 11
escalando. 11
escalator 11
escorregador. 11
esportivas 11
evening. 11
exercise 11
exibe 11
exibição 11
externa 11
falls 11
fan 11
far 11
fechados 11
firefighter 11
firemen 11
fishing. 11
flauta 11
flips 11
focinho 11
focused 11
fogão. 11
follows 11
frio. 11
fruits 11
gesticula 11
gira 11
girando 11
guarda-chuvas. 11
haircut 11
hallway. 11
hay. 11
headed 11
heads. 11
hillside. 11
hole. 11
hoop. 11
imagens 11
incêndio 11
intently 11
involved 11
início 11
ioga 11
irmão 11
joelhos 11
landing 11
landscape 11
landscape. 11
lane 11
laptops. 11
lavanderia. 11
learning 11
leggings 11
lifts 11
link 11
liquid 11
lojas 11
long-sleeve 11
lounge 11
madeira, 11
maiôs 11
malabarismo 11
mall. 11
marchando 11
masculina 11
masculinos 11
meia-calça 11
mensagens 11
mesas. 11
microphone, 11
motorbike 11
motorized 11
movimentos 11
multicolorida 11
multiple 11
muro 11
museu. 11
musical. 11
necklace 11
neighborhood. 11
nevado. 11
newly 11
observes 11
official 11
oito 11
on, 11
opens 11
opera 11
ouro. 11
pack 11
papelão 11
parasailing 11
patterned 11
pavimentada 11
pedaços 11
pedindo 11
pendurando 11
perseguem 11
pescoço. 11
peças 11
pigtails 11
placed 11
placing 11
planta 11
planting 11
playfully 11
pneus 11
poor 11
practices 11
pranchas 11
prateado 11
praying 11
pretas. 11
professora 11
protestando 11
protetores 11
provavelmente 11
puck 11
puddle. 11
pulando. 11
pó 11
pódio. 11
pública 11
rally 11
rapidamente 11
recipiente 11
record 11
recém-casado 11
repairing 11
rink. 11
rollerskating 11
rostos 11
rotina 11
roxa. 11
sentadas, 11
serves 11
shades 11
shops 11
skirt, 11
smile. 11
sneakers 11
so 11
someone. 11
sorridente, 11
speak 11
sprinkler 11
star 11
still 11
strange 11
sujeira. 11
surface 11
swimming. 11
tackling 11
tecido. 11
tigela. 11
tigelas 11
tiny 11
tipos 11
tourist 11
tourists 11
traveling 11
turquoise 11
umas 11
umbrella, 11
uniforms. 11
varre 11
vazia 11
vendors 11
vão 11
walls. 11
wheelie 11
wild 11
wrestle 11
wrestler 11
yoga 11
&amp; 10
African-American 10
Bearded 10
Cowboy 10
Elderly 10
Esses 10
It 10
Líderes 10
Membros 10
Pedestrians 10
Rapaz 10
Runners 10
Spectators 10
St. 10
São 10
Walmart. 10
act 10
admirando 10
afasta 10
air, 10
airborne 10
aluno 10
amarrado 10
amidst 10
amigo. 10
animado 10
anjo 10
apoiada 10
apoiado 10
apresentando. 10
ascendência 10
aspirador 10
athletes 10
atirando 10
atividade 10
balcão. 10
bank 10
barbeando 10
barbecue 10
barraca. 10
barreira 10
barrel. 10
bartender 10
base, 10
bastões 10
beam. 10
bezerro 10
bike, 10
billboard 10
bite 10
black-haired 10
bloco 10
blood 10
boat, 10
bombeiros. 10
borboleta 10
borracha 10
botões 10
boxes. 10
boy's 10
brother 10
brush 10
burning 10
cadeiras. 10
caiu 10
camel 10
camelo 10
caminhando, 10
caneca 10
canto 10
capô 10
carne. 10
carona 10
cartas. 10
cascalho 10
casually 10
cavalo, 10
ceiling 10
celebrate 10
chamado 10
chef's 10
chega 10
chegar 10
chicken 10
children's 10
chique 10
chopping 10
churrasqueira. 10
cirurgia. 10
closely 10
clube 10
colher 10
collared 10
coloridos. 10
começar 10
completo 10
conduzindo 10
conferência. 10
container 10
conversam. 10
cooks 10
copo. 10
coração 10
cordas. 10
corn 10
couples 10
cowboy, 10
craft 10
creating 10
crouched 10
curtos 10
customer 10
decorative 10
dedos. 10
department 10
desfrutam 10
disco. 10
discurso. 10
displaying 10
diver 10
donkey 10
dough 10
down, 10
downtown 10
drive 10
ear 10
ear. 10
eastern 10
edge. 10
eggs 10
elephant 10
eletrônico. 10
elevador 10
enchendo 10
engine 10
entrance 10
entrega 10
escalam 10
esqui. 10
estar. 10
este 10
estudando 10
examinam 10
externa. 10
faixas 10
farm 10
feno 10
fight. 10
finishing 10
floats 10
flute 10
fogão 10
folha 10
formais 10
formação 10
fundo, 10
furadeira 10
furry 10
fêmea 10
galgos 10
garage 10
garden 10
gathers 10
gift 10
goods. 10
gravando 10
gray-haired 10
grupo. 10
guarda 10
guns 10
haircut. 10
hall. 10
hallway 10
hand, 10
hiding 10
homeless 10
iluminada 10
in. 10
industrial 10
inflável. 10
inside. 10
inverno, 10
involving 10
iron 10
jewelry 10
jogado 10
juggles 10
ladrilhos 10
larger 10
lavar 10
lifted 10
ligeiramente 10
lighted 10
lindas 10
lixeira 10
loom. 10
lunch. 10
luta. 10
lápis 10
lêem 10
líder 10
mastro 10
meat. 10
meia-idade, 10
meio. 10
