i n 49500
a n 47395
a r 31260
e s 30665
d e</w> 27880
in g</w> 27138
d o</w> 25774
e n 25541
m a</w> 23466
c o 23067
e m</w> 22114
e r 20559
h o 17984
r e 17494
c a 17328
r o 17204
i t 16980
m a 16778
t h 16583
es t 16578
u ma</w> 16297
u m</w> 15647
i n</w> 15344
a s</w> 14986
a l 13711
i s</w> 13585
s t 13162
an do</w> 13029
e r</w> 12817
l a 12785
d o 12331
U m</w> 12181
r a 12040
ma n</w> 11188
e l 10730
t o</w> 10151
th e</w> 9929
r i 9725
o n</w> 9481
u n 9411
l o 9260
i r 9188
co m</w> 8882
l e</w> 8531
u l 8504
ho m 8437
en t 8363
an d</w> 8350
q u 8340
a t 8312
b o 8300
s o 8215
c h 8163
e s</w> 7959
est á</w> 7928
e t 7210
e .</w> 7120
a .</w> 7082
i c 7066
p ar 7005
o r 6914
o f</w> 6899
hom em</w> 6711
a d 6259
U ma</w> 6227
w it 6223
wit h</w> 6171
s .</w> 6155
u r 5951
ã o</w> 5951
t o 5834
s e 5801
p e 5634
o n 5629
ca m 5492
r u 5349
i l 5334
w o 5179
m ul 5149
an d 5045
a c 4984
h er</w> 4922
s i 4895
p o 4875
u t 4866
v er 4825
w h 4811
i s 4807
a t</w> 4574
n a</w> 4548
m e 4371
b r 4354
k ing</w> 4133
p la 3993
o l 3972
d a</w> 3965
b e 3951
s h 3875
w o</w> 3875
l i 3818
ar e</w> 3798
es so 3788
a m 3760
j o 3741
o p 3688
wo man</w> 3655
d e 3643
mul her</w> 3473
a n</w> 3423
g u 3390
w e 3389
o un 3385
o s</w> 3367
p esso 3354
m en 3348
ho r 3343
b al 3342
par a</w> 3330
d i 3294
r o</w> 3259
a s 3225
w al 3159
ro u 3117
T wo</w> 3116
c ar 3100
o .</w> 3099
n e 3099
n o</w> 3097
t i 3066
f o 3033
t a 3030
est ão</w> 2990
p er 2965
l e 2932
op le</w> 2923
an ç 2888
o ut 2885
in h 2844
c k</w> 2808
m p 2799
a r</w> 2789
a do 2784
pla y 2767
cam is 2747
it t 2740
ar ing</w> 2721
sh ir 2703
a z 2701
b l 2640
s ent 2629
we aring</w> 2620
v est 2601
p re 2586
d ing</w> 2581
an c 2576
in do</w> 2545
g ra 2512
pesso as</w> 2508
me n</w> 2503
u s 2495
in g 2491
f or 2444
an to</w> 2405
co r 2390
c i 2378
qu anto</w> 2369
a o</w> 2348
en quanto</w> 2348
pe ople</w> 2348
a p 2340
p o</w> 2330
T h 2304
w n</w> 2301
s e</w> 2291
co n 2291
it e</w> 2291
men in 2291
camis a</w> 2291
an t 2289
m o 2277
s u 2264
oun g</w> 2260
en do</w> 2221
g e</w> 2211
st and 2177
el h 2163
shir t</w> 2151
e d</w> 2147
g ir 2140
f ro 2138
a do</w> 2126
i le</w> 2120
wh ite</w> 2108
t ra 2099
re d</w> 2090
b la 2088
y oung</w> 2055
t a</w> 2022
r es 2017
v i 2003
a i 1988
ri anç 1982
h is</w> 1969
a l</w> 1960
ent e</w> 1947
en s</w> 1934
wh ile</w> 1931
bla ck</w> 1920
w at 1917
u e</w> 1894
ca c 1845
c rianç 1825
a m</w> 1824
d .</w> 1815
bl ue</w> 1808
D o 1804
e i 1789
lo o 1782
u as</w> 1768
itt ing</w> 1745
Do is</w> 1742
cac hor 1728
g ar 1727
ad a</w> 1724
re e 1722
s itting</w> 1715
bo y</w> 1704
es .</w> 1695
ver m 1688
jo g 1686
er .</w> 1684
ch il 1675
la do</w> 1672
l ar 1656
ho l 1656
g ur 1620
gir l</w> 1616
ac k 1604
po r</w> 1593
stand ing</w> 1592
m ar 1578
play ing</w> 1578
se gur 1570
ru po</w> 1555
u l</w> 1552
do .</w> 1548
do g</w> 1542
rou p</w> 1539
b u 1537
th er</w> 1530
f i 1529
c u 1528
er s</w> 1526
ol h 1522
l et 1511
a g 1508
br anc 1506
ing .</w> 1501
g rupo</w> 1497
cam inh 1479
g roup</w> 1477
n o 1474
k s</w> 1457
ca l 1444
hom ens</w> 1424
f r 1414
cachor ro</w> 1409
jo v 1406
verm elh 1403
D uas</w> 1393
d a 1380
on e</w> 1380
qu e</w> 1379
s k 1357
o u 1346
do wn</w> 1340
ir a</w> 1332
wal king</w> 1332
b y</w> 1326
m .</w> 1326
fro n 1321
m e</w> 1320
b i 1306
t e 1304
p i 1291
r an 1289
fron t</w> 1279
bo l 1269
b ic 1267
p a 1267
c ando</w> 1263
az ul</w> 1257
fr ente</w> 1253
g h 1244
ro s 1244
el a</w> 1242
t s</w> 1240
gar o 1233
hol ding</w> 1231
vest indo</w> 1228
vest i 1219
re e</w> 1215
j u 1214
menin o</w> 1210
k .</w> 1203
y .</w> 1188
c a</w> 1169
h er 1166
re s</w> 1165
r a</w> 1140
p as 1140
m er 1140
d res 1126
br in 1124
bal l</w> 1122
v e</w> 1116
d es 1109
d er</w> 1108
ê s</w> 1108
st a</w> 1103
si de</w> 1099
w a 1096
segur ando</w> 1094
s ho 1093
á gu 1092
lo n 1089
cal ç 1088
o ther</w> 1078
b ro 1075
b ar 1068
p ra 1067
ro un 1067
r ês</w> 1061
jov em</w> 1059
et .</w> 1052
s ,</w> 1044
d s</w> 1044
Th e</w> 1039
w or 1033
y ing</w> 1029
g h</w> 1018
ic let 1010
co mp 1002
l .</w> 998
m i 995
t er 993
cor r 988
s s 985
b a 984
j e 978
t ing</w> 977
mul her 966
r un 959
pre to</w> 956
u p</w> 945
p in 944
ai r</w> 941
crianç a</w> 941
ra .</w> 937
loo king</w> 937
ree n</w> 930
ca s 922
e t</w> 920
A n</w> 918
sent ado</w> 917
itt le</w> 914
p ul 911
s no 910
ma l 910
fo r</w> 909
ã o.</w> 907
st ru 904
m an 903
g reen</w> 901
branc o</w> 901
bo ar 900
ro s</w> 897
ç ão</w> 896
un i 885
c o</w> 884
p ro 884
o b 882
it s</w> 882
el o</w> 879
g roun 878
co lo 873
st re 870
lo w</w> 870
ran de</w> 870
p r 866
ro w 866
bal h 865
am ar 859
Th ree</w> 855
m b 854
m ent 854
T rês</w> 854
wo men</w> 854
g rande</w> 853
v e 852
t .</w> 850
h i 850
olh ando</w> 849
a ,</w> 847
a s.</w> 847
á ri 844
mulher es</w> 844
l ittle</w> 841
ru a</w> 841
d as</w> 840
and ando</w> 840
bic iclet 839
f e 835
rou gh</w> 831
se u</w> 830
v er</w> 829
f lo 825
s er 821
sk at 821
k e</w> 820
p ho 817
h e 813
th rough</w> 812
chil d</w> 812
b ri 808
c e</w> 807
ju mp 805
lar ge</w> 802
s al 801
po s 799
b ack 798
ado r</w> 797
ap é 794
tra balh 790
y el 788
m u 782
g o</w> 782
qu et 779
t ur 775
s on</w> 773
ch apé 772
crianç as</w> 769
br an 765
m es 764
se d</w> 762
per to</w> 762
n i 760
t wo</w> 759
j a</w> 757
yel low</w> 754
ree t</w> 751
us ando</w> 750
c h</w> 747
su a</w> 747
e x 744
bro wn</w> 739
y c 736
pas s 736
m on 734
s hor 734
o f 733
d a.</w> 732
ad as</w> 732
a v 730
d re 730
st reet</w> 730
mar ro 727
r est 725
ei r</w> 725
in to</w> 724
fro m</w> 724
in a</w> 723
th eir</w> 723
ca b 716
t e</w> 715
do s</w> 710
garo ta</w> 710
re .</w> 707
an s</w> 703
d e.</w> 701
fo o 700
c k 699
ado s</w> 698
l y</w> 697
t al 697
ant e</w> 696
cu lo 696
g e 695
co .</w> 695
t ic 694
par e 694
p u 693
bu il 693
so r 689
c e 688
r á 683
a ir 682
f az 680
o m 679
qu i 679
sno w 678
dre n</w> 677
n ing</w> 673
bol a</w> 673
uni for 672
y s</w> 670
per son</w> 669
inh o</w> 668
x t</w> 664
mal l</w> 664
out side</w> 662
ne xt</w> 660
t ri 659
pesso a</w> 653
stre et.</w> 653
s ur 649
ch .</w> 646
ver s 643
chapé u</w> 641
bo l</w> 639
c lo 638
c row 637
j ack 637
dres sed</w> 637
l s</w> 636
g la 636
p al 633
h at</w> 631
la .</w> 631
m il 630
s a 626
s mall</w> 626
mul ti 624
rou p 622
c er 621
t u 615
re g 614
qu en 614
p é</w> 613
p ela</w> 612
P e 610
p or 603
r in 602
ut e 602
vesti do</w> 602
o ver</w> 601
t or 600
ad a.</w> 599
f ute 597
s w 593
ou t</w> 593
branc a</w> 592
v a</w> 591
ó culo 591
b as 590
qu e 590
vermelh o</w> 590
ca .</w> 588
groun d.</w> 588
g o 587
f un 586
for a</w> 585
wal k</w> 582
ri ding</w> 581
to s</w> 580
chil dren</w> 580
ar .</w> 579
co l 579
biciclet a</w> 579
si de 578
p ic 577
d y</w> 577
v en 574
Pe ople</w> 574
pe quen 573
m ic 572
to cando</w> 569
j a 567
d u 567
h in 567
ca v 565
ne ar</w> 565
marro m</w> 565
on .</w> 564
ar oun 562
o r</w> 561
ver de</w> 560
corr endo</w> 560
p le</w> 558
l ing</w> 557
run ning</w> 556
fi el 555
t re 552
rá s</w> 552
g s</w> 549
b er 543
a si 542
c in 542
wat er.</w> 542
pho n 541
or an 540
brin cando</w> 539
óculo s</w> 539
ac h</w> 538
out ro</w> 538
c an 537
so me</w> 537
caminh ando</w> 536
lar an 535
t er</w> 532
pra i 532
aroun d</w> 532
li st 531
gu it 531
li v 530
gla ss 530
c ur 527
d er 527
con vers 523
l u 522
sent ada</w> 521
an other</w> 519
vermelh a</w> 518
gh t</w> 518
t as</w> 517
c it 515
m et 515
ca p 515
ir o</w> 515
car r 515
h and 514
jog ando</w> 513
multi d 513
f il 511
th ing</w> 511
ob ser 510
ho s</w> 509
ro .</w> 509
m ing</w> 508
ch e 508
to p</w> 508
el e 507
oran ge</w> 507
h a</w> 505
ma is</w> 505
águ a.</w> 505
wat er</w> 504
faz endo</w> 504
f ac 503
t ando</w> 502
v elh 502
je ans</w> 499
ch ing</w> 498
ru a.</w> 498
é di 496
b and 493
d d 493
ra da</w> 493
ja quet 493
a d</w> 492
H om 492
u s</w> 491
f al 491
stand s</w> 491
be hin 489
Hom em</w> 489
s its</w> 488
b en 487
cav al 486
jack et</w> 485
s en 484
ma le</w> 484
br e</w> 483
so me 481
t an 480
jump ing</w> 480
gra s 478
pin k</w> 478
i t</w> 477
do r</w> 477
to .</w> 477
b an 476
ç a</w> 474
per for 474
águ a</w> 474
s mil 473
co st 473
l e.</w> 470
t r 468
pul ando</w> 468
c li 464
s un 464
menin a</w> 464
p ing</w> 463
d ur 463
co s</w> 463
pre ta</w> 463
ado res</w> 462
behin d</w> 462
s c 461
l in 458
h as</w> 458
á r 458
at rás</w> 456
be i 456
v e.</w> 455
so bre</w> 455
ma s</w> 453
at i 453
v o 449
pre par 449
' s</w> 447
mic ro 447
be b 446
fute bol</w> 446
do is</w> 443
jaquet a</w> 442
al .</w> 441
b le</w> 440
t ent 438
me i 438
g i 436
f ri 436
gra ma 436
pr édi 436
glass es</w> 436
p l 435
t en 434
buil d 434
e n</w> 431
shor ts</w> 431
b ra 430
f a 430
et e</w> 430
de d</w> 430
re ad 429
asi á 428
A s</w> 427
co u 424
M an</w> 422
th e 422
on g</w> 420
cam er 420
loo ks</w> 420
c â 419
con stru 419
h el 418
st and</w> 418
bic yc 417
d anc 415
sent adas</w> 415
oun ta 414
e ,</w> 413
ç o</w> 413
ad ul 412
laran ja</w> 412
n as</w> 411
car reg 410
at ro</w> 409
m s</w> 407
câ mer 407
wo o 406
ver al</w> 406
d anç 404
ic i 404
es ca 403
mes a</w> 403
ar d</w> 402
be a 402
gir ls</w> 402
c re 401
ai x 401
si st 400
sen hor 400
play er</w> 399
vi ol 399
a ur 396
p at 395
cam po</w> 395
ros a</w> 395
bal l.</w> 394
c er</w> 391
f er 390
S e 390
pe d</w> 390
c ti 388
d ad 388
h air</w> 388
mo to 388
rest aur 388
e qui 387
d el 387
th at</w> 387
po l 387
r as</w> 386
pe d 384
d es</w> 383
d is 383
so c 383
w in 381
segur a</w> 380
ac k</w> 379
pla y</w> 378
crow d</w> 378
obser v 378
equi p 378
al g 377
g am 375
s a</w> 374
d ent 373
P esso 373
ho .</w> 373
i m 372
do gs</w> 372
back ground.</w> 372
st o 370
g a 369
g et 369
er e</w> 369
ros s</w> 369
multid ão</w> 369
m ã 368
al ong</w> 368
ol der</w> 368
o ce 367
as sist 367
wal ks</w> 367
of f</w> 366
p en 365
roup as</w> 365
d uas</w> 364
k i 363
ca be 363
fun do.</w> 363
to ge 361
bi ke</w> 360
b lon 359
an do.</w> 359
bo ys</w> 358
dres s</w> 358
j un 357
c el 355
cor ri 355
ca de 354
la dy</w> 354
sent ados</w> 354
jog ador</w> 354
da de</w> 354
ic a</w> 353
el os</w> 352
wor king</w> 351
v el 350
A si 349
r e</w> 345
f on 345
in stru 345
o ,</w> 344
o s.</w> 344
p .</w> 344
ro l 344
build ing.</w> 344
e boar 343
z a</w> 343
ar e 343
us a</w> 343
o m</w> 341
di re 341
bi k 341
wor k 341
cap ac 341
ca r</w> 340
ta ble</w> 340
M ul 339
as ,</w> 339
mu it 339
senhor a</w> 339
o th 337
ic e</w> 337
play s</w> 337
az ul 337
co ber 335
p on 334
gra y</w> 333
tal king</w> 332
in .</w> 330
st ri 330
ne ve.</w> 330
res ent 330
s pe 329
trabalh ando</w> 329
co m 328
ou r</w> 328
b e</w> 327
m in 327
es c 327
p ant 326
v ar 326
Asi an</w> 325
c e.</w> 324
n is</w> 324
v ing</w> 324
Q u 324
car a</w> 324
tur e</w> 324
soc cer</w> 324
h il 323
olh a</w> 323
í ci 322
ac i 322
hol ds</w> 322
c k.</w> 321
velh o</w> 321
es cu 320
calç ada</w> 320
t ru 319
g a</w> 319
re l 319
h o</w> 318
menin os</w> 317
pare de</w> 317
ol d</w> 316
pa in 316
f f 315
inh a</w> 315
he ad 315
sur f 315
a bo 314
n e</w> 314
F our</w> 314
ca m</w> 314
cit y</w> 314
Qu atro</w> 314
s t</w> 313
n .</w> 313
garo t 313
wa y</w> 313
Pesso as</w> 313
v es 312
calç a</w> 311
skat eboar 311
V ári 310
par ado</w> 309
jov ens</w> 309
p s</w> 308
c ic 307
p is 307
caminh a</w> 307
O s</w> 306
et a</w> 306
m ounta 305
f la 305
b at 304
ac o</w> 304
p ur 303
s o</w> 303
d ir 302
v ol 302
it i 302
si t</w> 301
e at 300
carr ying</w> 300
oce an 300
g g 299
u mb 299
ch u 299
out do 298
shir t 298
cab elo</w> 298
s we 297
h a 297
co mi 297
ado .</w> 297
se us</w> 296
fo to</w> 295
ca n</w> 294
bo o 294
comp et 294
at ra 292
ch es</w> 291
f ul</w> 290
d ar 290
de i 290
men t</w> 286
do r 285
si g 285
verm el 285
m ão</w> 284
e mp 284
es ,</w> 284
mon tan 284
cou ple</w> 284
r ando</w> 283
prédi o</w> 283
b aix 282
st ic 282
c yc 281
t ir 281
k et 281
an i 281
gras s.</w> 281
wal k.</w> 280
some thing</w> 280
Se veral</w> 280
a is</w> 279
s el 279
f en 279
la r</w> 279
cli mb 278
al go</w> 277
su it</w> 277
a ge</w> 276
si de.</w> 276
ci dad 276
es per 275
ch a</w> 275
e ach</w> 274
ta king</w> 274
foo d</w> 274
c ant 273
ca s</w> 273
al i 273
b anc 272
ag a 272
t ed</w> 271
prai a.</w> 270
i do 269
s le 269
v es</w> 269
out ra</w> 269
l ut 268
al gu 268
bea ch.</w> 268
so l 266
di f 266
banc o</w> 266
s ing 265
w ing</w> 265
do ing</w> 265
su b 265
ro x 264
mo vi 264
fiel d.</w> 264
b us 263
to w 263
groun d</w> 263
colo ri 263
en to</w> 262
s and 261
d rin 261
ac ross</w> 261
asiá tic 261
side walk</w> 260
mei o</w> 260
vesti da</w> 259
carreg ando</w> 259
b lo 258
f is 258
it .</w> 258
ne ve</w> 258
h at 256
mi dd 256
amar ela</w> 256
amar elo</w> 256
air .</w> 256
o l</w> 255
cab elos</w> 255
in o</w> 254
re a</w> 254
gu ar 254
ei a</w> 254
sal a</w> 254
fiel d</w> 254
co ver 253
sor r 253
de it 252
beb ê</w> 252
j a.</w> 251
ba se 251
pant s</w> 251
l er</w> 250
l es</w> 250
ba by</w> 250
side walk.</w> 250
it ing</w> 249
c ã 248
t at 248
ap resent 248
cas al</w> 248
convers ando</w> 248
smil ing</w> 248
cidad e.</w> 248
cin za</w> 247
ir as</w> 246
ca i 245
t ro 244
jump s</w> 244
pic ture</w> 244
t ball</w> 243
k es</w> 243
co z 243
az u 243
buil ding</w> 243
cabe ça</w> 243
t ê 242
e m.</w> 242
s em</w> 242
á rea</w> 242
cti on</w> 242
ro ck</w> 241
am ento</w> 241
capac ete</w> 241
brin que 240
sw im 240
or e</w> 239
to ca</w> 239
j an 238
e ira</w> 238
f ru 238
n ci 237
ç ão.</w> 237
co o 237
car ro</w> 237
gra ma</w> 237
pequen a</w> 237
bo t 236
av ing</w> 236
d ri 235
qu e.</w> 235
bal anç 235
w .</w> 234
re dor</w> 234
pe g 234
corr e</w> 234
swe at 234
es s</w> 233
se gu 233
wh o</w> 233
be ing</w> 233
am .</w> 233
de n</w> 233
us ing</w> 233
snow boar 233
phon e.</w> 233
- h 232
th .</w> 232
bei se 232
u t</w> 231
ca l</w> 231
cas aco</w> 231
guit ar</w> 231
toge ther</w> 231
blon d</w> 231
fa z</w> 230
stri ped</w> 230
W o 229
ca t 229
camis eta</w> 229
h e</w> 228
an t</w> 228
co let 228
and a</w> 228
mo tor 228
wat ching</w> 228
prai a</w> 228
Mul her</w> 228
st e 227
bo n 227
c ks</w> 226
be ach</w> 226
gu y</w> 226
di a</w> 226
calç ada.</w> 226
perfor ming</w> 226
- se</w> 225
phon e</w> 225
grama .</w> 225
m á 224
f am 224
in c 224
ca do</w> 224
le d</w> 224
sno w</w> 224
fe male</w> 224
snow .</w> 224
cã es</w> 224
d ,</w> 223
un der</w> 223
i g 222
e m 222
lon go</w> 222
c endo</w> 221
t - 221
dir t</w> 221
pul a</w> 220
colo r 220
movi ment 220
t e.</w> 219
b ack</w> 218
a ção</w> 218
un s</w> 218
hi m.</w> 218
bas ket 218
õ es</w> 217
A l 217
par k.</w> 217
p ping</w> 216
g ol 216
en .</w> 216
ch in 216
menin as</w> 216
bicyc le</w> 216
instru ment 216
b ag 215
po st 215
es qu 214
th er 214
lo ira</w> 214
so b</w> 214
po .</w> 214
ci dade</w> 214
skat e</w> 214
pur ple</w> 214
sle e 214
c la 213
v ári 213
tra j 213
dur ante</w> 213
d r 212
en jo 212
ai red</w> 212
roup a</w> 212
win do 212
s li 211
lon g</w> 211
t a.</w> 210
it e.</w> 210
pos ing</w> 210
fac e</w> 210
caval o</w> 210
c ho 209
run s</w> 209
ob je 209
eat ing</w> 209
am ent 208
loo k</w> 208
jog o</w> 208
ár v 208
base ball</w> 208
t rês</w> 207
sor ri 207
unifor me</w> 207
p e</w> 206
M en 206
es p 206
co at</w> 206
co men 206
clo th 206
moto c 206
m es</w> 205
Y oung</w> 205
par t 205
wal l</w> 205
he ad</w> 205
pequen o</w> 205
s ing</w> 204
g r 204
ro ad 204
ta bl 204
-h aired</w> 204
c ut 203
st i 203
fo ra.</w> 203
ag em</w> 203
t em</w> 202
ul l</w> 202
bra ç 202
dif íci 202
er s.</w> 201
est rada</w> 201
ch ão</w> 201
out ros</w> 201
ant e.</w> 201
pe op 200
corri da</w> 200
th ree</w> 199
sh ing</w> 199
flo w 199
bas quet 199
garot inho</w> 199
comi da</w> 199
e difíci 198
wal l.</w> 198
read ing</w> 198
azul .</w> 198
o u</w> 197
gam e</w> 197
cover ed</w> 197
d ando</w> 196
st u 196
Th ere</w> 196
ben ch</w> 196
con t 195
comp ut 195
ár vo 195
b and</w> 194
ô ni 194
J o 194
an o</w> 194
er i 194
pass ando</w> 194
escu ros</w> 194
t ele 193
h u 193
al l</w> 193
dur ing</w> 193
m p</w> 192
an ta 192
caminh am</w> 192
tur a</w> 192
of f 192
foo tball</w> 192
cade ira</w> 192
Vári as</w> 192
motor cyc 192
ne g 191
ci ma</w> 191
met al</w> 191
m ú 190
g ri 190
d s.</w> 190
so f 190
to gra 190
der ly</w> 190
carr inho</w> 190
camer a.</w> 190
câmer a.</w> 190
a u 189
h and</w> 189
ro st 189
mã os</w> 189
p es 188
s endo</w> 188
n s</w> 188
play ers</w> 188
da - 188
p á 187
in st</w> 187
guar da- 187
e y</w> 186
out side.</w> 186
tent ando</w> 186
aga inst</w> 186
S o 185
co ur 185
le an 185
out ras</w> 185
vesti dos</w> 185
cost u 185
dar k</w> 185
s es</w> 184
g .</w> 184
f u 183
ar s</w> 183
ro om</w> 183
ra f 183
bo r 183
is t</w> 183
bar co</w> 183
flo rest 183
umb rel 183
tir ando</w> 183
comen do</w> 183
lo ja</w> 182
ent re</w> 182
bu s</w> 182
f est 181
liv re.</w> 181
b li 180
p ap 180
s be 180
g ing</w> 180
el derly</w> 180
ri des</w> 180
ver de.</w> 180
jog adores</w> 180
gh t.</w> 180
beise bol</w> 180
qu in 179
to r</w> 179
pas t</w> 179
camer a</w> 179
ki ds</w> 179
midd le</w> 179
azu is</w> 179
t es</w> 178
h er.</w> 178
bo at</w> 178
gras s</w> 178
viol ão</w> 178
outdo or</w> 178
guarda- chu 178
c ros 177
do res</w> 177
ten nis</w> 177
algu mas</w> 177
v o</w> 176
H o 176
en t</w> 176
ra ,</w> 176
pi sta</w> 176
é s</w> 175
ag e.</w> 175
pass a</w> 175
shor t</w> 175
O ne</w> 174
ar ds</w> 174
co w 174
ing s</w> 174
pare ce</w> 174
climb ing</w> 174
b y.</w> 173
p elo</w> 173
i sta</w> 173
l h 173
f one</w> 173
h aving</w> 173
é m</w> 173
par que.</w> 173
da s.</w> 173
colo red</w> 173
a f 172
u gh 172
H á</w> 172
ter no</w> 172
the m.</w> 172
woo den</w> 172
muit o</w> 172
l en 171
n a 171
f li 171
ra do</w> 171
con cre 171
ant es</w> 171
câmer a</w> 171
abo ut</w> 171
p il 170
l endo</w> 170
ol .</w> 170
man ,</w> 170
mu si 170
sun glasses</w> 170
the y</w> 170
in di 169
re a 169
par que</w> 169
bran co.</w> 169
atra ves 169
men to</w> 168
le v 168
wa y.</w> 168
wa iting</w> 168
band a</w> 168
road .</w> 168
ma .</w> 167
ing ,</w> 167
mar k 167
guit ar 167
hand s</w> 167
prepar ando</w> 167
asiá ti 167
get ting</w> 167
dire ção</w> 167
motoc iclet 167
do ,</w> 166
ver y</w> 166
pla ca</w> 166
p el 165
su as</w> 165
te mp 165
boar d</w> 165
unifor m</w> 165
ga ther 165
t- shirt</w> 165
mo st 164
gh t 164
tr ying</w> 164
s e.</w> 163
danc ing</w> 163
cel l 163
lean ing</w> 163
e iro</w> 162
bo w 162
o ver 161
o m.</w> 161
st age</w> 161
ch ut 161
fal ando</w> 161
are a.</w> 161
c ul 160
m ando</w> 160
bol .</w> 160
wor k</w> 160
pal co</w> 160
pic tu 160
basket ball</w> 160
g o.</w> 159
h an 159
ro ad</w> 159
ent es</w> 159
li sta</w> 159
work ers</w> 159
baix o</w> 159
color ful</w> 159
ch a 158
me t</w> 158
ári o</w> 158
coz inh 158
C rianç 157
ma dei 157
ra s.</w> 157
sorr indo</w> 157
swim ming</w> 157
par k</w> 156
Th is</w> 156
hel met</w> 156
bus y</w> 156
Wo man</w> 156
m ol 155
ca st 155
cam po.</w> 155
da y.</w> 155
sc ul 155
constru ction</w> 155
danç ando</w> 155
gam e.</w> 155
shirt ,</w> 155
tabl e.</w> 155
ra c 154
ra ce</w> 154
or n 154
clo thing</w> 154
constru ção</w> 154
esca da</w> 154
d ge</w> 153
ó ri 153
y ,</w> 153
re la 153
le ,</w> 153
brin cam</w> 153
biciclet a.</w> 153
pu x 153
traj es</w> 153
a - 152
k it 152
in ter 152
ra l</w> 152
ic o</w> 152
s por 151
g al 151
k ic 151
es cal 151
en a</w> 151
am er 151
di st 151
pi e 151
garo tas</w> 151
c ent 150
p res 150
z ando</w> 150
F i 150
jo lo 150
ti me</w> 150
ti jolo 150
bri lh 150
dent ro</w> 150
ro om.</w> 149
st air 149
la ying</w> 149
ra m</w> 149
qu ad 149
bo la.</w> 149
shir ts</w> 149
sent a</w> 149
lin e</w> 149
brinque do</w> 149
amer ic 149
et s</w> 148
ci gar 148
sk i 148
te am</w> 148
amar el 148
fon e.</w> 148
basquet e</w> 148
i d</w> 147
wat er 147
pos ando</w> 147
Ho men 147
f ica</w> 146
M u 146
re uni 146
to y</w> 146
hor se</w> 146
gra ss 146
cic lista</w> 146
Homen s</w> 146
p an 145
t an</w> 145
m or 145
co un 145
ho us 145
ch air</w> 145
ta r</w> 145
mer g 145
pat in 145
cai x 145
Al gu 145
i de</w> 144
s ai 144
n os</w> 144
M en</w> 144
par tic 144
bl usa</w> 144
madei ra.</w> 144
t ree</w> 143
v as</w> 143
bo dy</w> 143
po ol.</w> 143
wal k 143
cachor ros</w> 143
vesti das</w> 143
des cendo</w> 143
bri ght</w> 143
sur roun 143
gr and 143
m ente</w> 142
de ira</w> 142
caminh o</w> 142
e p</w> 141
n er</w> 141
f l 141
d ra 141
ê nci 141
k e 141
ma king</w> 141
lon g 141
ve get 141
back p 141
list rada</w> 141
e la.</w> 140
e ven 140
ç a.</w> 140
F ri 140
ca f 140
or .</w> 140
wh e 140
pro te 140
hi gh</w> 140
alg uns</w> 140
cant ando</w> 140
bon é</w> 140
d endo</w> 139
w s</w> 139
es co 139
ra da.</w> 139
pe da 139
mo u 139
wat ch 139
partic i 139
f ull</w> 138
th er.</w> 138
el .</w> 138
to s.</w> 138
li mp 138
ta kes</w> 138
sing ing</w> 138
tow ards</w> 138
peg ar</w> 138
cont ra</w> 138
grass y</w> 138
x i 137
ar i 137
ra s 137
ch ão.</w> 137
emp ur 137
fis h 137
í n 136
it a</w> 136
ma i 136
th row 136
ra mp 136
or s</w> 136
be ira</w> 136
ap on 136
aci on 136
enjo ying</w> 136
a ber 135
x ad 135
d - 135
pe c 135
ei ra.</w> 135
bran cos</w> 135
esper ando</w> 135
tê nis</w> 135
Fri sbe 135
a ju 134
p ú 134
n y</w> 134
n ad 134
f anta 134
k ers</w> 134
in side</w> 134
ho o 134
re f 134
ma chin 134
at .</w> 134
be bi 134
car .</w> 134
comp ri 134
multid ão.</w> 134
oth er.</w> 134
xad re 134
fanta si 134
c ina</w> 133
l esc 133
t y</w> 133
e v 133
h a.</w> 133
ri st 133
br a</w> 133
li ght</w> 133
bi g</w> 133
bri ck</w> 133
hand .</w> 133
com o</w> 133
p ut 132
k e.</w> 132
es cur 132
est á 132
est acion 132
ra il 132
am ente</w> 132
pis cina</w> 132
p ran 131
s s</w> 131
s car 131
es qui 131
anc e</w> 131
oth ers</w> 131
asiátic a</w> 131
Mu it 131
ma l</w> 130
ra r</w> 130
wat ch</w> 130
pas se 130
asiátic o</w> 130
togra p 130
m us 129
st age.</w> 129
ut i 129
pro du 129
tri l 129
tre e.</w> 129
read y</w> 129
pie ce</w> 129
ca p</w> 128
at ed</w> 128
so l</w> 128
il y</w> 128
po ol</w> 128
su é 128
ju mp</w> 128
sho pping</w> 128
col ina</w> 128
velh a</w> 128
pis cin 128
mol et 128
C hil 127
an a</w> 127
ou s</w> 127
del e.</w> 127
cober ta</w> 127
mounta in</w> 127
snowboar der</w> 127
Fi ve</w> 127
peda ço</w> 127
b a</w> 126
r .</w> 126
c é 126
C in 126
bo x 126
corr em</w> 126
ati on</w> 126
observ a.</w> 126
sto re.</w> 126
colet e</w> 126
árv ore</w> 126
sti c</w> 126
peop le.</w> 126
Cin co</w> 126
b es 125
c ru 125
s ap 125
v em</w> 125
ado lesc 125
cor po</w> 125
vi e 125
mer cado</w> 125
man .</w> 125
pal co.</w> 125
p e.</w> 124
s and</w> 124
s il 124
s mo 124
ma g 124
to po</w> 124
se veral</w> 124
sh e</w> 124
caminh ão</w> 124
bol sa</w> 124
pho tograp 124
p ri 123
k ed</w> 123
bo ca.</w> 123
fi t</w> 123
ocean .</w> 123
rost o</w> 123
pap er</w> 123
cow boy</w> 123
atraves s 123
c t</w> 122
ar ti 122
la ugh 122
par ada</w> 122
camis as</w> 122
res .</w> 122
brin ca</w> 122
crow d.</w> 122
go ing</w> 122
equip amento</w> 122
m e.</w> 121
k ne 121
an ti 121
la s.</w> 121
se t</w> 121
le a 121
florest a.</w> 121
mou th.</w> 121
molet om</w> 121
m o</w> 120
g re 120
co ,</w> 120
ca ,</w> 120
di ri 120
pr est 120
sig n</w> 120
hat s</w> 120
i v 119
s in 119
í li 119
A mer 119
ar eia</w> 119
ma t 119
ent al</w> 119
at e</w> 119
pe n</w> 119
gra ff 119
man y</w> 119
fute bol.</w> 119
tan k</w> 119
sué ter</w> 119
s coo 118
f ol 118
ho ,</w> 118
to ,</w> 118
on to</w> 118
on al</w> 118
ant .</w> 118
mo chil 118
pra tic 118
ve l</w> 118
met r 118
prédi o.</w> 118
toge ther.</w> 118
Vári os</w> 118
surroun ded</w> 118
xadre z</w> 118
piscin a.</w> 118
t ran 117
s ão</w> 117
v is 117
v és</w> 117
es pec 117
ro s.</w> 117
st ra 117
ra ce.</w> 117
po in 117
li ke</w> 117
out fit</w> 117
ex am 117
snow y</w> 117
guit ar.</w> 117
deit ado</w> 117
b el 116
m er</w> 116
m ão.</w> 116
e l</w> 116
h ard</w> 116
ri z 116
ent e.</w> 116
sh a 116
op er 116
ta s.</w> 116
out h</w> 116
ba g</w> 116
crow ded</w> 116
prest es</w> 116
c lar 115
i va</w> 115
l er 115
ó que 115
it o</w> 115
li f 115
pol ici 115
work er</w> 115
rela x 115
escal ando</w> 115
x o</w> 114
v endo</w> 114
ar t 114
ca da</w> 114
la p 114
ch as 114
on s</w> 114
jog a</w> 114
ck ey</w> 114
cit y.</w> 114
fri en 114
jun tos</w> 114
cloth es</w> 114
bes ide</w> 114
g y 113
g in 113
d in 113
an y</w> 113
es e</w> 113
to dd 113
ne w 113
fo to.</w> 113
vermelh a.</w> 113
pa per 113
trabalh adores</w> 113
mes a.</w> 113
rin do.</w> 113
skateboar d</w> 113
espec ta 113
g er</w> 112
ar ei 112
ri de</w> 112
calç as</w> 112
bran ca.</w> 112
bran cas</w> 112
fri can</w> 112
abo ve</w> 112
ocean o.</w> 112
pran cha</w> 112
c ra 111
p ad 111
u p 111
u r</w> 111
ma deira</w> 111
vi sta</w> 111
sal ta</w> 111
azul ,</w> 111
vermel ho.</w> 111
sub indo</w> 111
d ' 110
ch air 110
men ,</w> 110
no ite.</w> 110
ment .</w> 110
micro fone.</w> 110
corri da.</w> 110
vári as</w> 110
i can</w> 109
h ando</w> 109
th em</w> 109
ch eia</w> 109
liv re</w> 109
obser va</w> 109
ben ch.</w> 109
micro phone.</w> 109
pain ting</w> 109
c ir 108
o pen</w> 108
p it 108
l anç 108
t el 108
s et 108
f ounta 108
ro ck 108
car t</w> 108
tent a</w> 108
pen du 108
spe a 108
spe c 108
aci ma</w> 108
dor m 108
b un 107
g e.</w> 107
v a.</w> 107
es por 107
co le 107
ro w</w> 107
ir e</w> 107
ch ur 107
po se</w> 107
le y 107
gra f 107
da y</w> 107
pr ó 107
ni s.</w> 107
pl an 107
montan ha</w> 107
lev ant 107
cast an 107
sap at 107
óque i</w> 107
f el 106
al to</w> 106
st one</w> 106
ul a</w> 106
for ma</w> 106
tra d 106
tra in</w> 106
pos a</w> 106
fal a</w> 106
carreg a</w> 106
bik e.</w> 106
cic list 106
sweat er</w> 106
mú s 106
gather ed</w> 106
t est 105
e y 105
w el 105
ro ch 105
or s.</w> 105
ru n</w> 105
car ri 105
ei ros</w> 105
sk ir 105
mil it 105
cer ca</w> 105
b em</w> 104
s er</w> 104
w n 104
et es</w> 104
il i 104
bal lo 104
per segu 104
sal to</w> 104
can o 104
árvo re.</w> 104
off ic 104
motociclet a</w> 104
han ging</w> 104
f loo 103
B o 103
ro de 103
do g.</w> 103
at u 103
wat ches</w> 103
trabalh ador</w> 103
ki d</w> 103
head .</w> 103
drin king</w> 103
cat ch</w> 103
vári os</w> 103
arei a.</w> 103
b ir 102
c ão</w> 102
l ,</w> 102
d ru 102
M any</w> 102
at temp 102
am b 102
am p 102
shir t.</w> 102
vi l</w> 102
fac e.</w> 102
prepar ing</w> 102
adul ts</w> 102
bea uti 102
ves t</w> 102
atra vés</w> 102
fam íli 102
braç os</w> 102
ev ent 102
b rea 101
i l</w> 101
l a</w> 101
t ira</w> 101
ar m</w> 101
est rada.</w> 101
st e</w> 101
to u 101
de co 101
ap pe 101
ag ed</w> 101
fun do</w> 101
some th 101
restaur ante</w> 101
f olh 100
re ali 100
ma scul 100
pla id</w> 100
ter ra</w> 100
cas a</w> 100
tri ck</w> 100
muit as</w> 100
gg ing</w> 100
ament o.</w> 100
af ter</w> 100
merg ul 100
mochil a</w> 100
f in 99
di ver 99
ci on 99
mar at 99
r it 98
l ess</w> 98
j orn 98
n di 98
st a.</w> 98
bo ca</w> 98
et te</w> 98
pesso as.</w> 98
ta ke</w> 98
pre para</w> 98
unifor ms</w> 98
alg um</w> 98
Crianç as</w> 98
grand es</w> 98
dorm indo</w> 98
t s.</w> 97
ic h</w> 97
we en</w> 97
gra v 97
cor tando</w> 97
ap ro 97
beb endo</w> 97
fam ily</w> 97
windo w</w> 97
gri l 97
Chil dren</w> 97
Amer ican</w> 97
someth ing.</w> 97
a ch 96
c en 96
t rás</w> 96
v ed</w> 96
ar d.</w> 96
do s.</w> 96
hom en 96
so .</w> 96
di ante</w> 96
le ap 96
su per 96
te en 96
asi an</w> 96
sorr i</w> 96
motorcyc le</w> 96
guarda-chu va</w> 96
whe el 96
Muit as</w> 96
todd ler</w> 96
i a</w> 95
n u 95
g as</w> 95
A frican</w> 95
en ing</w> 95
la v 95
ne d</w> 95
ci vil</w> 95
olh am</w> 95
pr in 95
ni ght.</w> 95
len ço</w> 95
cul o</w> 95
b et 94
m outh</w> 94
er se 94
ri o</w> 94
ent le 94
il .</w> 94
de gra 94
gu ys</w> 94
des er 94
bar ra 94
pra c 94
ter ra.</w> 94
pl ant 94
adul tos</w> 94
pol ice</w> 94
bat eri 94
rac ing</w> 94
ênci a</w> 94
backp ack</w> 94
beauti ful</w> 94
o ri 93
j erse 93
h óquei</w> 93
est ar</w> 93
la go.</w> 93
do es</w> 93
am -se</w> 93
jo elh 93
con ser 93
pal et 93
sun ny</w> 93
are a</w> 93
tru ck</w> 93
sig n.</w> 93
sel ling</w> 93
ôni bus</w> 93
floo r</w> 93
prac tic 93
n umb 92
v ô 92
ó pi 92
ar y</w> 92
ar t</w> 92
so s</w> 92
fo re 92
flo res</w> 92
danc e</w> 92
fen ce.</w> 92
ido so</w> 92
slee ping</w> 92
ã o,</w> 91
k is 91
al s</w> 91
le - 91
bro n 91
unifor mes</w> 91
tre es.</w> 91
cost as</w> 91
cel ul 91
mounta in 91
jan ela</w> 91
fish ing</w> 91
r en 90
l ist</w> 90
t in 90
u .</w> 90
h ap 90
z e 90
k et</w> 90
in e</w> 90
in ver 90
al e 90
st rol 90
at a</w> 90
at s</w> 90
ch ei 90
et ,</w> 90
anc e.</w> 90
te am 90
pi lo 90
hi m</w> 90
foo d.</w> 90
ge ar</w> 90
tre m.</w> 90
smil ing.</w> 90
ped est 90
cabe ça.</w> 90
obje to</w> 90
partici p 90
put ting</w> 90
pratic ando</w> 90
ciclist as</w> 90
n o.</w> 89
g entle 89
d ers</w> 89
h ic 89
" .</w> 89
k er</w> 89
ho ckey</w> 89
st as</w> 89
st ore</w> 89
qu ar 89
at ing</w> 89
par a 89
de la.</w> 89
di es</w> 89
anç a</w> 89
wat ch.</w> 89
bu s.</w> 89
boar d.</w> 89
ve í 89
pu shing</w> 89
ati on.</w> 89
restaur ant.</w> 89
tir e</w> 89
bot h</w> 89
Jo vem</w> 89
pictu re.</w> 89
watch es.</w> 89
throw ing</w> 89
famíli a</w> 89
g lo 88
ar ms</w> 88
es t</w> 88
en so 88
bo m 88
pla t 88
us t</w> 88
cor re 88
chil dr 88
ou vi 88
skat e.</w> 88
mic ros 88
smil es</w> 88
restaur ant</w> 88
equip e</w> 88
vol ley 88
stic k</w> 88
moviment ada</w> 88
mark et.</w> 88
bet ween</w> 88
b bl 87
i o</w> 87
l o</w> 87
s a.</w> 87
v a 87
w i 87
ú n 87
ch i 87
pre tos</w> 87
des en 87
liv ro</w> 87
sc en 87
micro fone</w> 87
observ ando</w> 87
mounta in.</w> 87
ha ve</w> 87
boo k</w> 87
colet es</w> 87
moviment ada.</w> 87
So me</w> 87
palet ó</w> 87
j ando</w> 86
g ando</w> 86
d ente</w> 86
en cost 86
co is 86
er ,</w> 86
lo ja.</w> 86
qu ina</w> 86
qu atro</w> 86
am e</w> 86
fo ra,</w> 86
sent am-se</w> 86
con cer 86
vermelh as</w> 86
pa pe 86
trabalh a</w> 86
pl á 86
cade iras</w> 86
var i 86
garot inha</w> 86
comi da.</w> 86
caix a</w> 86
Frisbe e</w> 86
enso lar 86
b ar</w> 85
c le 85
p s.</w> 85
m ir 85
õ es.</w> 85
f et 85
h ar 85
z .</w> 85
ô .</w> 85
y oun 85
O l 85
ch ed</w> 85
par ti 85
ver des</w> 85
as t</w> 85
fo ur</w> 85
bu ck 85
sho ul 85
pin tando</w> 85
ve hic 85
chapé us</w> 85
mei a- 85
adul t</w> 85
danç a</w> 85
assist indo</w> 85
má quina</w> 85
Men ina</w> 85
Men ino</w> 85
d- hair</w> 85
está tu 85
vô le 85
c est 84
s us 84
w n.</w> 84
or es.</w> 84
sh e 84
di o</w> 84
car as</w> 84
fo tos</w> 84
le ad 84
sho w</w> 84
bar .</w> 84
pos es</w> 84
por ta</w> 84
tor no</w> 84
capac etes</w> 84
tru que</w> 84
shirt less</w> 84
sand .</w> 84
bot t 84
windo w.</w> 84
Algu mas</w> 84
exam in 84
b ru 83
p ô 83
wh ich</w> 83
pla stic</w> 83
ti po</w> 83
da ,</w> 83
cas a.</w> 83
pho to</w> 83
tal l</w> 83
ven de 83
ido sa</w> 83
árvo res</w> 83
musi c</w> 83
mús ica</w> 83
a qu 82
c em</w> 82
p resent 82
e iras</w> 82
ro b 82
ro cho 82
la dies</w> 82
un der 82
pre tas</w> 82
gar raf 82
her es</w> 82
back ground</w> 82
pu bli 82
laran ja.</w> 82
micro phone</w> 82
viol ão.</w> 82
mú si 82
sai a</w> 82
a way</w> 81
n ú 81
h al 81
ho s.</w> 81
ma cac 81
fi re 81
bar ba</w> 81
pro je 81
sor rindo.</w> 81
faz er</w> 81
cer ve 81
sw ing</w> 81
tr em</w> 81
ped ra.</w> 81
apresent ando</w> 81
coz inha</w> 81
pú bli 81
nad ando</w> 81
publi c</w> 81
nú mer 81
c ri 80
j ust</w> 80
g et</w> 80
z es</w> 80
k s.</w> 80
C on 80
el e</w> 80
ur o</w> 80
il u 80
sh i 80
sh es</w> 80
ado r.</w> 80
tre es</w> 80
esper a</w> 80
inc lu 80
costu me</w> 80
celul ar.</w> 80
a joelh 79
i x 79
m po 79
e qu 79
d á</w> 79
v indo</w> 79
T ra 79
wh it 79
is h</w> 79
wor ks</w> 79
mal es</w> 79
restaur ante.</w> 79
Mul heres</w> 79
dor .</w> 79
em ,</w> 79
r inho</w> 78
c king</w> 78
p y</w> 78
i dade</w> 78
l and 78
t er.</w> 78
y ard.</w> 78
in a.</w> 78
ar es</w> 78
co sta</w> 78
ro cha</w> 78
ri ver 78
for ma 78
tra ck.</w> 78
fil a</w> 78
lin ed</w> 78
assist em.</w> 78
cober to</w> 78
esc ul 78
hil l.</w> 78
balanç o</w> 78
coun tr 78
even to</w> 78
new s 78
numb er</w> 78
sus pen 78
l ê</w> 77
v it 77
co res</w> 77
est ru 77
la ke.</w> 77
do u 77
bo at.</w> 77
par ados</w> 77
pe ix 77
wh ere</w> 77
cachor rinho</w> 77
águ as</w> 77
colo cando</w> 77
sa indo</w> 77
hil l</w> 77
tow ard</w> 77
tê nis.</w> 77
árv ores.</w> 77
kit ch 77
veget a 77
especta dores</w> 77
pape l</w> 77
i m</w> 76
u lar</w> 76
el e.</w> 76
on de</w> 76
ta ,</w> 76
le f 76
ado s.</w> 76
cor da</w> 76
mer ca 76
des ce</w> 76
cin z 76
ele c 76
rox a</w> 76
barra ca</w> 76
ilu min 76
t elh 75
P er 75
E ste</w> 75
la ,</w> 75
el s</w> 75
ad as.</w> 75
se ated</w> 75
ne ar 75
bl an 75
pre to.</w> 75
ai s.</w> 75
des li 75
ss ar 75
man 's</w> 75
ob st 75
pare de.</w> 75
sa col 75
hand s.</w> 75
read s</w> 75
vermel hos</w> 75
cut ting</w> 75
edifíci o.</w> 75
hous e.</w> 75
scar f</w> 75
Tra balh 75
l es.</w> 74
e ca</w> 74
g indo</w> 74
f aix 74
f ire</w> 74
h as 74
in f 74
lo t</w> 74
ch e</w> 74
par te</w> 74
ing s.</w> 74
tra in.</w> 74
jog am</w> 74
pul ling</w> 74
fil led</w> 74
sc ho 74
fri can 74
pat h</w> 74
ped ra</w> 74
pen has 74
deit ada</w> 74
tat u 74
peg ando</w> 74
sweat shirt</w> 74
cell phone.</w> 74
bron ze 74
s pra 73
d -haired</w> 73
G ir 73
L ittle</w> 73
co s.</w> 73
co me 73
lo iro</w> 73
be ard</w> 73
ta m</w> 73
us e</w> 73
mar ci 73
ros a.</w> 73
je an 73
man o 73
foo t</w> 73
gla ss</w> 73
ven dendo</w> 73
perfor m 73
bra ço</w> 73
hel met 73
win ter</w> 73
compet iti 73
tele fone</w> 73
neg ro</w> 73
pá ssar 73
a th 72
e - 72
w rest 72
C o 72
est en 72
do n 72
on da</w> 72
wh at</w> 72
pesso as,</w> 72
cor redor</w> 72
segur ança</w> 72
fi sta</w> 72
fi cam</w> 72
sho p.</w> 72
stru c 72
ex i 72
lin e.</w> 72
grama do.</w> 72
dar k 72
tat to 72
limp ando</w> 72
empur rando</w> 72
vie w</w> 72
sapat os</w> 72
deco ra 72
appe ars</w> 72
le- aged</w> 72
a braç 71
c ross</w> 71
o s,</w> 71
l s.</w> 71
t ing.</w> 71
w ai 71
k ing.</w> 71
ar ded</w> 71
en ,</w> 71
lo cal</w> 71
ur a</w> 71
me d</w> 71
am bo 71
play ground.</w> 71
bl u 71
us es</w> 71
vi de 71
sho wing</w> 71
pro f 71
marro m.</w> 71
adul to</w> 71
pon te</w> 71
tru ck.</w> 71
coo king</w> 71
obje ct</w> 71
sorri dente</w> 71
cros sing</w> 71
guitar ra</w> 71
tijolo s</w> 71
tijolo s.</w> 71
paper .</w> 71
event .</w> 71
kitch en.</w> 71
p ó 70
t indo</w> 70
m ,</w> 70
g s.</w> 70
I ndi 70
ar re 70
en g 70
est u 70
lo .</w> 70
bo li 70
so l.</w> 70
wo man,</w> 70
be ge</w> 70
out f 70
comp ras</w> 70
ba thing</w> 70
band eira</w> 70
mã os.</w> 70
cel ular</w> 70
compet i 70
edifíci o</w> 70
asiáti cos</w> 70
mascul ino</w> 70
chei o</w> 70
a y 69
r ing</w> 69
p é 69
l inha</w> 69
m s.</w> 69
f fe 69
v í 69
ç ões</w> 69
in os</w> 69
pe ga</w> 69
is ,</w> 69
pre to,</w> 69
tra mpo 69
bro s</w> 69
bas e</w> 69
fil ho</w> 69
perfor ms</w> 69
woo ds.</w> 69
fon es</w> 69
boo k.</w> 69
sub way</w> 69
peop le,</w> 69
metr ô.</w> 69
fel i 69
númer o</w> 69
b ur 68
a st 68
a -se</w> 68
g el 68
u p.</w> 68
f ar 68
ro ,</w> 68
ma s 68
ma ke</w> 68
al le 68
la ter 68
ol hos</w> 68
ti on</w> 68
vest s</w> 68
ing ing</w> 68
pa th.</w> 68
bar bu 68
fe w</w> 68
skat ista</w> 68
sa x 68
che n</w> 68
woo d</w> 68
alg uma</w> 68
rox o</w> 68
dri ving</w> 68
Wo men</w> 68
ste ps</w> 68
esqu er 68
fest iv 68
cozinh a.</w> 68
kit chen</w> 68
brilh ante</w> 68
mus ici 68
tril ha</w> 68
carri es</w> 68
b .</w> 67
b ut 67
a vi 67
c es</w> 67
p es</w> 67
i s.</w> 67
N o 67
ri ver</w> 67
et as</w> 67
am ig 67
ta do</w> 67
le av 67
let a</w> 67
des can 67
trabalh am</w> 67
av a</w> 67
av ental</w> 67
met al.</w> 67
danç ar 67
oce an</w> 67
vol ta</w> 67
montan ha.</w> 67
ali ment 67
sof á</w> 67
concre te</w> 67
pil ha</w> 67
diri gindo</w> 67
homen s,</w> 67
macac ão</w> 67
n er.</w> 66
x ing</w> 66
E sta</w> 66
est .</w> 66
lo i 66
on s.</w> 66
po u 66
su its</w> 66
bi qu 66
sho es</w> 66
flo or.</w> 66
go gg 66
tr en 66
grama do</w> 66
bicyc le.</w> 66
assist em</w> 66
baix o.</w> 66
algu ém</w> 66
sol d 66
amarel o.</w> 66
cru z 66
arti sta</w> 66
spec tat 66
- americ 65
m sel 65
e mb 65
d ge.</w> 65
v az 65
ca u 65
ro pe</w> 65
la go</w> 65
ra p 65
ad a,</w> 65
pos iti 65
ici on 65
mã e</w> 65
bik in 65
stic o</w> 65
midd le-aged</w> 65
au di 65
umbrel la.</w> 65
founta in.</w> 65
reali zando</w> 65
a frican 64
t h</w> 64
s m 64
f ing 64
ar ts</w> 64
es cor 64
co r</w> 64
est ran 64
el ing</w> 64
ri der</w> 64
par ked</w> 64
li t</w> 64
ti al</w> 64
vi d 64
mar tial</w> 64
ag em.</w> 64
sho vel 64
fe min 64
he iro</w> 64
bri dge</w> 64
bran ca,</w> 64
blon d-hair</w> 64
skateboar der</w> 64
cell phone</w> 64
d' água.</w> 64
volley ball</w> 64
ath let 64
l ying</w> 63
j ar 63
j et 63
s qu 63
f lut 63
co ffe 63
er ed</w> 63
re ce 63
ca s.</w> 63
ro dei 63
la d 63
so n 63
ad e.</w> 63
po le</w> 63
po si 63
hor se.</w> 63
mi d 63
pos am</w> 63
ni c</w> 63
tal ks</w> 63
pain ted</w> 63
ani ma 63
lut ando</w> 63
umbrel la</w> 63
pictu res</w> 63
ramp a</w> 63
cé u</w> 63
smo king</w> 63
espor ti 63
cole ira</w> 63
meia- idade</w> 63
Per son</w> 63
escor reg 63
c r 62
c lu 62
i d 62
t y 62
s pla 62
u m.</w> 62
h as.</w> 62
é tri 62
G ar 62
G roup</w> 62
ar tes</w> 62
co ming</w> 62
er ing</w> 62
ro cks</w> 62
qu i</w> 62
ver de 62
di fer 62
ta p 62
fro -americ 62
sor v 62
sur fista</w> 62
sa fet 62
list s</w> 62
lu vas</w> 62
prepar es</w> 62
esca la 62
fis h</w> 62
post e</w> 62
So me 62
bow ling</w> 62
kic king</w> 62
mai ô</w> 62
graff iti 62
polici al</w> 62
estátu a</w> 62
river .</w> 62
ay a 62
b an</w> 61
a par 61
a ção.</w> 61
a fro-americ 61
i r</w> 61
t rá 61
g elo</w> 61
d es.</w> 61
en or 61
est ação</w> 61
do or</w> 61
bo tas</w> 61
et e.</w> 61
on loo 61
wo man.</w> 61
po s</w> 61
pla ta 61
bla ck 61
dres ses</w> 61
wa ve</w> 61
bar be 61
ve n</w> 61
back .</w> 61
mon tando</w> 61
convers am</w> 61
senhor as</w> 61
var a</w> 61
vermel ho,</w> 61
dif fer 61
pux ando</w> 61
photograp h 61
atravess ando</w> 61
gy m 61
rock y</w> 61
jerse y</w> 61
vôle i</w> 61
vende dor</w> 61
whit e,</w> 61
estru tura</w> 61
safet y</w> 61
c leaning</w> 60
e ms</w> 60
e dge</w> 60
s po 60
s et.</w> 60
d er.</w> 60
th is</w> 60
be arded</w> 60
di z</w> 60
ei ro.</w> 60
hi t</w> 60
marro ns</w> 60
tu re.</w> 60
sw inging</w> 60
convers ando.</w> 60
bik es</w> 60
fen ce</w> 60
traj e</w> 60
Algu ém</w> 60
adolesc ente</w> 60
bun ch</w> 60
levant a</w> 60
skir t</w> 60
Bo y</w> 60
practic ing</w> 60
youn ger</w> 60
vegeta bl 60
t s,</w> 59
n ão</w> 59
f e</w> 59
h air 59
C ac 59
al ,</w> 59
al ly</w> 59
st aring</w> 59
la bo 59
hom em,</w> 59
so be</w> 59
par king</w> 59
fo togra 59
ta in 59
vi du 59
hol d</w> 59
sho p</w> 59
bran co,</w> 59
pass am</w> 59
pequen as</w> 59
list ening</w> 59
some one</w> 59
ban ho</w> 59
cre am</w> 59
dent s</w> 59
ga ther</w> 59
outdo ors.</w> 59
instrument os</w> 59
cla ss 59
flow er</w> 59
mark et</w> 59
ght ly</w> 59
ref le 59
ref ei 59
scoo ter</w> 59
lap to 59
apro n</w> 59
faix a</w> 59
differ ent</w> 59
Cac hor 59
b ul 58
i a.</w> 58
g er 58
f f</w> 58
f res 58
d est 58
d un 58
â nci 58
S i 58
G rupo</w> 58
an .</w> 58
en ce</w> 58
it ando</w> 58
ri o 58
br as</w> 58
car ros</w> 58
su it 58
ros ,</w> 58
pro test 58
ári os</w> 58
mon te</w> 58
ce ment</w> 58
cer ca.</w> 58
gi ving</w> 58
del es</w> 58
del es.</w> 58
observ am</w> 58
Pesso a</w> 58
vel hos</w> 58
surf er</w> 58
drin k</w> 58
fl ying</w> 58
escur a</w> 58
chur ras 58
gentle man</w> 58
bom bei 58
plá stico</w> 58
vari ous</w> 58
Trabalh adores</w> 58
o d 57
m - 57
g uns</w> 57
d ding</w> 57
v os</w> 57
z z 57
C hin 57
ho n 57
ho t</w> 57
th ere</w> 57
al un 57
at é</w> 57
at tire</w> 57
ch air.</w> 57
ur ing</w> 57
ac er 57
gu e</w> 57
inh as</w> 57
ci do</w> 57
con du 57
fi gh 57
pa st 57
sho w.</w> 57
mulher ,</w> 57
biciclet as</w> 57
faz em</w> 57
clo se</w> 57
perfor m</w> 57
cti ve</w> 57
emp ty</w> 57
hat ,</w> 57
fru tas</w> 57
ski er</w> 57
pri me 57
pad d 57
ensolar ado.</w> 57
penhas co</w> 57
wai t</w> 57
r y</w> 56
c ele 56
s p 56
g un 56
g ar</w> 56
g rel 56
h am 56
w r 56
k aya 56
ar ,</w> 56
ar bo 56
es cre 56
er s,</w> 56
re c 56
it i</w> 56
ra - 56
ra in 56
el étri 56
mul her.</w> 56
br indo</w> 56
car eca</w> 56
ne l</w> 56
ta l</w> 56
ban co.</w> 56
moto ciclista</w> 56
pain t</w> 56
jan ela.</w> 56
sli ding</w> 56
caf é</w> 56
passe io</w> 56
leap s</w> 56
degra us</w> 56
plat for 56
Gir l</w> 56
later al</w> 56
Some one</w> 56
i al</w> 55
t ,</w> 55
t á 55
s h</w> 55
n av 55
g em</w> 55
ç ões.</w> 55
C h 55
an do,</w> 55
it a.</w> 55
la do.</w> 55
do ck</w> 55
ri sta</w> 55
hom em.</w> 55
ic .</w> 55
ur ban 55
si on 55
pre ta.</w> 55
for e</w> 55
cor ner</w> 55
ci da</w> 55
su n</w> 55
pi sta.</w> 55
wa ve.</w> 55
sho o 55
bar co.</w> 55
comp an 55
comp let 55
skat ing</w> 55
ge ,</w> 55
che f</w> 55
ben gal 55
fla g</w> 55
ocean o</w> 55
compet indo</w> 55
cant a</w> 55
balanç ando</w> 55
rost o.</w> 55
indi vidu 55
Crianç a</w> 55
ín i</w> 55
adolesc entes</w> 55
chas ing</w> 55
chair s</w> 55
grav ata</w> 55
teen ag 55
particip ando</w> 55
Indi an</w> 55
biqu íni</w> 55
Cachor ro</w> 55
b b 54
b re 54
a ula</w> 54
c us 54
l í 54
n ati 54
g ro 54
x im 54
d en 54
d ro 54
ê .</w> 54
re de</w> 54
lo w 54
be fore</w> 54
we t</w> 54
mo ther</w> 54
tra ck</w> 54
no iva</w> 54
stre t 54
list ra 54
fac ing</w> 54
sc re 54
get s</w> 54
rol ler 54
surf ando</w> 54
skateboar ding</w> 54
ani mal</w> 54
comput er</w> 54
most ra</w> 54
cozinh ando</w> 54
spor ts</w> 54
prote ção</w> 54
apon tando</w> 54
graff iti</w> 54
barbu do</w> 54
graffiti .</w> 54
arbo riz 54
a b 53
c ing</w> 53
c ena</w> 53
t ar 53
m olh 53
j o</w> 53
ç os</w> 53
re ,</w> 53
it y</w> 53
ma de</w> 53
do wn.</w> 53
el y</w> 53
ri o.</w> 53
is h 53
me di 53
hor ses</w> 53
sk i</w> 53
amar ela.</w> 53
tri es</w> 53
jack ets</w> 53
pal ha 53
glass es.</w> 53
Se is</w> 53
alg o.</w> 53
compet ing</w> 53
aga ch 53
bus in 53
colori das</w> 53
flow ers.</w> 53
musi cal</w> 53
scul p 53
machin e.</w> 53
esqui ador</w> 53
sil ver</w> 53
laugh ing</w> 53
pró xim 53
trad iti 53
parti da</w> 53
scho ol</w> 53
bikin i</w> 53
Gar o 53
Si x</w> 53
prime iro</w> 53
b o</w> 52
p p 52
p lo 52
p ile</w> 52
i st 52
i mag 52
t un 52
s as</w> 52
f ul 52
á li 52
k en</w> 52
in ho.</w> 52
co mb 52
ri ght</w> 52
so z 52
ad i 52
to n 52
ru as</w> 52
ru iva</w> 52
me mb 52
bal ão</w> 52
ti g 52
elh o</w> 52
bu bbl 52
fr ent 52
cer cado</w> 52
liv ro.</w> 52
gi g 52
jun to</w> 52
flow ers</w> 52
hu ge</w> 52
pá ti 52
óri o</w> 52
stair s</w> 52
hous e</w> 52
escur o</w> 52
tran spor 52
poin ting</w> 52
set ting</w> 52
castan hos</w> 52
ey es</w> 52
marat on 52
pilo to</w> 52
veí culo</w> 52
garraf a</w> 52
vit rin 52
obst á 52
feli z</w> 52
sm ile</w> 52
coffe e</w> 52
posi ção</w> 52
traditi onal</w> 52
c rou 51
p a</w> 51
l an 51
t on</w> 51
W or 51
Y or 51
re mo 51
re d,</w> 51
al mo 51
st at 51
do or 51
qu ei 51
at o 51
to cam</w> 51
li gh 51
car ro 51
car ta 51
bol o</w> 51
bar ri 51
trabalh o</w> 51
instru mento</w> 51
climb s</w> 51
fru it</w> 51
sli de</w> 51
sli de.</w> 51
cros s 51
bebi da</w> 51
frien ds</w> 51
milit ary</w> 51
inver no</w> 51
mir ro 51
lef t</w> 51
bronze ado</w> 51
jean s,</w> 51
cele bra 51
i c</w> 50
t ó 50
t run 50
s cara</w> 50
g at 50
u m 50
ch ,</w> 50
par ade.</w> 50
ur ban</w> 50
to y.</w> 50
se en</w> 50
ac en 50
si on</w> 50
ver i 50
di o.</w> 50
ti on.</w> 50
camis etas</w> 50
for est.</w> 50
ci a</w> 50
jog o.</w> 50
vermelh a,</w> 50
pa i</w> 50
pa z</w> 50
pare cem</w> 50
sw ing.</w> 50
tre in 50
cur v 50
band eiras</w> 50
bik er</w> 50
muit os</w> 50
swe e 50
má scara</w> 50
part y.</w> 50
chut ando</w> 50
quad ra</w> 50
fantasi a</w> 50
spea king</w> 50
folh as</w> 50
elec tri 50
amig os</w> 50
plata forma</w> 50
b ull</w> 49
r indo</w> 49
c es 49
c and 49
c er.</w> 49
c ópi 49
t ela</w> 49
s ame</w> 49
n at 49
k ,</w> 49
G u 49
re ú 49
st op 49
la un 49
se xo</w> 49
ru a,</w> 49
bal de</w> 49
car ro.</w> 49
ci ma.</w> 49
pa is 49
des fru 49
bar e 49
run n 49
phon es</w> 49
lu z</w> 49
fil hos</w> 49
vo a</w> 49
vo ando</w> 49
dis cus 49
jun tas</w> 49
outdo ors</w> 49
florest a</w> 49
most rando</w> 49
dist ânci 49
produ tos</w> 49
kne eling</w> 49
brea k</w> 49
públi co.</w> 49
equ ili 49
merca do.</w> 49
pou co</w> 49
flut u 49
mid air</w> 49
labo ra 49
b it 48
b il 48
a po 48
c tor</w> 48
p ne 48
an os</w> 48
al ta</w> 48
al pin 48
bo x</w> 48
or g 48
on e.</w> 48
cam p 48
car s</w> 48
ti e</w> 48
per i 48
no ite</w> 48
wa its</w> 48
pin tura</w> 48
fe ch 48
flo res.</w> 48
mu ral</w> 48
che ck 48
cou ch</w> 48
fer ra 48
fon te</w> 48
skateboar d.</w> 48
boo ts</w> 48
dor me</w> 48
sol di 48
obje c 48
gather ing</w> 48
compri do</w> 48
gin á 48
attemp ting</w> 48
mano bra</w> 48
descan s 48
p et 47
p és</w> 47
i .</w> 47
i mp 47
e ar 47
g ,</w> 47
A T 47
C ar 47
y ard</w> 47
ar en 47
en frent 47
ca is</w> 47
ca su 47
ro ck.</w> 47
ch er</w> 47
ic ando</w> 47
ad ver 47
po le.</w> 47
li x 47
bal anc 47
ne v 47
fo tó 47
out .</w> 47
out ro.</w> 47
sent a-se</w> 47
mar .</w> 47
bu ra 47
fi gur 47
sal tando</w> 47
quet e</w> 47
tal .</w> 47
clo u 47
tor .</w> 47
equip ment.</w> 47
var anda</w> 47
apresent a</w> 47
inc lin 47
Al guns</w> 47
bag .</w> 47
cour t.</w> 47
costu mes</w> 47
dist ance.</w> 47
Frisbe e.</w> 47
machin e</w> 47
lap top</w> 47
ballo on</w> 47
ori ental</w> 47
kis sing</w> 47
enor me</w> 47
reú ne</w> 47
a cor 46
c raf 46
i ght</w> 46
t ack 46
s aco</w> 46
n s.</w> 46
f ile</w> 46
v o.</w> 46
z ed</w> 46
en ce.</w> 46
en vol 46
en costa</w> 46
co me</w> 46
er lead 46
ma r</w> 46
ma ss 46
ri f 46
ir .</w> 46
me m 46
car rin 46
sent am</w> 46
for mal</w> 46
ap rox 46
stand .</w> 46
garo to</w> 46
comp rando</w> 46
mi z 46
ba th 46
run ner</w> 46
bri de</w> 46
mes s 46
ven dor</w> 46
esca das</w> 46
cti on.</w> 46
observ am.</w> 46
esc rit 46
surf ing</w> 46
sand áli 46
blo wing</w> 46
esqu ina</w> 46
dr y</w> 46
stu dents</w> 46
fu mando</w> 46
over looking</w> 46
backp ack 46
pú bl 46
pró xi 46
bir d</w> 46
ouvi do</w> 46
Con stru 46
a co 45
t ball.</w> 45
s lo 45
g est 45
g old</w> 45
x í 45
d ar</w> 45
í r 45
N at 45
y - 45
in as</w> 45
in do.</w> 45
an do 45
st er</w> 45
st un 45
et s.</w> 45
to mando</w> 45
is e</w> 45
sh .</w> 45
li xo</w> 45
gu i 45
le ans</w> 45
ado r 45
play ground</w> 45
gra de</w> 45
fi xing</w> 45
pi ra 45
des fil 45
sho t</w> 45
lon ga</w> 45
wor k.</w> 45
man gas</w> 45
jack et.</w> 45
jaquet as</w> 45
sen ho 45
fri sbe 45
del as</w> 45
ped ras</w> 45
assist e.</w> 45
jun tos.</w> 45
rol ler</w> 45
cober tor</w> 45
sol it 45
sing s</w> 45
fest a</w> 45
concre to.</w> 45
atraves sa</w> 45
asiáti cas</w> 45
stair s.</w> 45
rist mas</w> 45
trad icion 45
persegu indo</w> 45
jorn al</w> 45
team s</w> 45
glo ves</w> 45
cest a</w> 45
pô r</w> 45
ví du 45
lad der</w> 45
bombei ros</w> 45
fotó graf 45
a que</w> 44
l á</w> 44
s n 44
f ra 44
v es.</w> 44
N e 44
ó s</w> 44
ar te</w> 44
ho s 44
it ens</w> 44
th row</w> 44
la ke</w> 44
ch ar 44
ur e</w> 44
si onal</w> 44
gu eira</w> 44
men .</w> 44
car t.</w> 44
ne t</w> 44
ado ra</w> 44
tra il.</w> 44
jog ar</w> 44
fi ve</w> 44
cu t</w> 44
sk y.</w> 44
ou vindo</w> 44
bol ,</w> 44
pas s</w> 44
bar re 44
hi gh 44
bri dge.</w> 44
ex er 44
dre ad 44
unifor miz 44
sa ys</w> 44
cli ff</w> 44
hel ping</w> 44
instru ment</w> 44
montan has</w> 44
snowboar d</w> 44
bag s</w> 44
esp ir 44
quin tal.</w> 44
pel as</w> 44
aju dando</w> 44
lea ther</w> 44
lanç ar</w> 44
micros co 44
micros cópi 44
encost ado</w> 44
helmet s</w> 44
gogg les</w> 44
tren ó</w> 44
gym n 44
wr iting</w> 44
ferra ment 44
b am 43
o - 43
p í 43
p esca 43
m os</w> 43
k et.</w> 43
re p 43
ca si 43
ca pu 43
ro wn</w> 43
ro das</w> 43
st atu 43
st ation.</w> 43
la m</w> 43
do wn 43
ra dos</w> 43
qu ando</w> 43
po is</w> 43
am bi 43
bal d</w> 43
di ving</w> 43
as le 43
play .</w> 43
ag ens</w> 43
da ugh 43
wa ving</w> 43
mulher es,</w> 43
stre et,</w> 43
sal v 43
ni ght</w> 43
tor cida</w> 43
go o 43
convers ation</w> 43
che f 43
bei jando</w> 43
gi ant</w> 43
bicyc les</w> 43
blon d-haired</w> 43
fon te.</w> 43
colori do</w> 43
apresent ação</w> 43
má quin 43
instrument s</w> 43
cla s 43
sorri em</w> 43
ôni bus.</w> 43
sof tball</w> 43
quin tal</w> 43
pel ú 43
empur ra</w> 43
marat ho 43
hap py</w> 43
cois a.</w> 43
músi cos</w> 43
competi ção</w> 43
tap ete</w> 43
próxim o</w> 43
ful ly</w> 43
tig ela</w> 43
stat ue</w> 43
electri c</w> 43
Constru ction</w> 43
c á 42
p h 42
s ca 42
g or 42
f íci 42
h á</w> 42
k ar 42
E m</w> 42
co po</w> 42
re mando</w> 42
ma kes</w> 42
al e</w> 42
st y 42
st adi 42
el as</w> 42
ch e.</w> 42
ad ing</w> 42
ad vers 42
to do</w> 42
ac e</w> 42
be d</w> 42
am ong</w> 42
we ars</w> 42
bal ões</w> 42
di a.</w> 42
for est</w> 42
cu p 42
wa shing</w> 42
amar elos</w> 42
fe males</w> 42
he av 42
bri ghtly</w> 42
ex peri 42
pass ing</w> 42
ck s.</w> 42
cost as.</w> 42
build ings.</w> 42
dis cut 42
cade i 42
tro n 42
brinque do.</w> 42
concre to</w> 42
ramp .</w> 42
polici ais</w> 42
castan ho</w> 42
conser tando</w> 42
scen e</w> 42
competiti on.</w> 42
figh ting</w> 42
gro cer 42
i or</w> 41
i vo</w> 41
t ú 41
e d.</w> 41
s prin 41
d em</w> 41
v as.</w> 41
â n 41
in spe 41
en d</w> 41
ho le</w> 41
ro of 41
ma la 41
al low</w> 41
ra mp</w> 41
el es</w> 41
ent es.</w> 41
to uro</w> 41
il ing</w> 41
ac cor 41
br o</w> 41
be er</w> 41
we dding</w> 41
ti rar</w> 41
ti me.</w> 41
ci al</w> 41
cachor ro.</w> 41
bol as</w> 41
pra to</w> 41
pra ça</w> 41
ex plo 41
tal k</w> 41
sor t</w> 41
sur f</w> 41
sw im</w> 41
cin co</w> 41
vel .</w> 41
drin ks</w> 41
balanç a</w> 41
ig re 41
basquet e.</w> 41
cour o</w> 41
indi vídu 41
a- vi 41
partici pat 41
passe ando</w> 41
art ist</w> 41
roch as</w> 41
lav ando</w> 41
buck et</w> 41
pássar o</w> 41
acor de 41
ambi ente</w> 41
accor di 41
a pre 40
o s 40
i ma 40
t ers</w> 40
m el 40
s par 40
v an</w> 40
h air.</w> 40
w ar 40
A r 40
M i 40
M ar 40
W h 40
in o.</w> 40
an as</w> 40
re cor 40
it u 40
so m 40
par adas</w> 40
be d.</w> 40
de fen 40
we ar</w> 40
ta do.</w> 40
pre ta,</w> 40
vi st 40
fr ente.</w> 40
ju gg 40
sho ws</w> 40
hi king</w> 40
flo ral</w> 40
tal king.</w> 40
